[
{"title": "The Cabal", "content": "<p>Tactically efficient, disciplined, and unrelenting, the Cabal are the greatest known military force in the system. Their origins and ultimate objectives are a mystery, but it seems clear they have conquered more worlds than humanity has ever known.<br><br>\nCabal soldiers wear pressurized armor that replicates the environment of their high-gravity homeworld. Their field tactics depend on ranks of Legionaries supported by air power, elite infantry, and ultra-heavy armor.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/205010_b318f47a967a785d2cacdec1c2285249.jpg"], "image_name": ["The Cabal"], "filename": ["205010_b318f47a967a785d2cacdec1c2285249.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/205010_b318f47a967a785d2cacdec1c2285249.jpg", "path": "full/d42dd985d455112e42cb479e9f25cbd8bc2f984c.jpg", "checksum": "bd2af78754fb43fae72dcb4da24233e3"}]},
{"title": "Centurion", "content": "<p>Centurions are tactically intelligent, highly skilled field commanders. Their armor boasts a formidable array of combat electronics and deployable munitions.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/205150_b5008cf97850f51988b480b52cc09b52.jpg"], "image_name": ["Centurion"], "filename": ["205150_b5008cf97850f51988b480b52cc09b52.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/205150_b5008cf97850f51988b480b52cc09b52.jpg", "path": "full/b4336fa91338f5f2634ef1561fd2d3bb33801bef.jpg", "checksum": "214939ec8d691b96a16b177886d3a4b9"}]},
{"title": "Colossus", "content": "<p>Towering over other Cabal, equipped with rapid-firing heavy weapons and nearly impenetrable armor, the Colossus is the most devastating heavy infantry unit in the Cabal order of battle.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/205140_73777f964f872b9736b4f6e7d5a3994e.jpg"], "image_name": ["Colossus"], "filename": ["205140_73777f964f872b9736b4f6e7d5a3994e.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/205140_73777f964f872b9736b4f6e7d5a3994e.jpg", "path": "full/52eecc4bcf81abe3a4b02963979581af4e789936.jpg", "checksum": "0335cb28fed4cd75473cee0cac364fcb"}]},
{"title": "Phalanx", "content": "<p>Phalanx soldiers carry massive shields, used for both attack and defense. While this protection is nearly impenetrable, clever opponents can bait the Phalanx or sneak shots around the shield.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/205130_e224b85072b81205df3184f25b7ed610.jpg"], "image_name": ["Phalanx"], "filename": ["205130_e224b85072b81205df3184f25b7ed610.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/205130_e224b85072b81205df3184f25b7ed610.jpg", "path": "full/cda8de40a500b4c42f20f161475708c4b88b1cd1.jpg", "checksum": "cd3275cd5ff89e513c0f5008c6b8db36"}]},
{"title": "Psion", "content": "<p>Psions are smaller than all other Cabal morphs, and may be an unrelated species. Hyper-intelligent, fast and unpredictable, they possess strong psionic capabilities - including the ability to emit disorienting and deadly psychokinetic Arc blasts.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/205110_77271292236b438bb620c20e9af1ad33.jpg"], "image_name": ["Psion"], "filename": ["205110_77271292236b438bb620c20e9af1ad33.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/205110_77271292236b438bb620c20e9af1ad33.jpg", "path": "full/fec68ab75c090f49a493587140d5f82adeb75fc5.jpg", "checksum": "dd98dc98a629a6dde95a2f8f3893759f"}]},
{"title": "Legionary", "content": "<p>Propelled by jump packs and wielding powerful slug rifles, Legionaries are the Cabal's line infantry and the backbone of their military power on the ground. Common Legionary tactics center on the bounding advance - some units attack the target while others close the range or find new firing positions.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/205120_9bf65d22d1f88649b26a76452c07b825.jpg"], "image_name": ["Legionary"], "filename": ["205120_9bf65d22d1f88649b26a76452c07b825.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/205120_9bf65d22d1f88649b26a76452c07b825.jpg", "path": "full/852e013d5655a1739941cae266839483e737ab3c.jpg", "checksum": "50c41f9cc5c9488075e5a91b0f13e179"}]},
{"title": "Dust Giants", "content": "<p>Highly trained and heavily conditioned, Dust Giant soldiers seem to be recruited from veteran Sand Eater infantry. The Cabal order of battle positions them as a mobile reserve and shock force, rolled in to blunt major Vex offensives and reinforce crumbling lines.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/205060_9e4d9c681c64673ea8416f693b1cc32e.jpg"], "image_name": ["Dust Giants"], "filename": ["205060_9e4d9c681c64673ea8416f693b1cc32e.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/205060_9e4d9c681c64673ea8416f693b1cc32e.jpg", "path": "full/158b388f81bc2c72c5a443ae2dd1142cb0f31fa1.jpg", "checksum": "e39d4561c756bdead13b04e253d0ae2b"}]},
{"title": "Siege Dancers", "content": "<p>The Cabal's elite forward unit, the Siege Dancers are deployed into unsecured areas to take control and set up fortifications. Their tactical doctrine allows more freedom to unit commanders - perhaps because their missions face much greater unknowns.<br>\nSiege Dancer engineers have been observed to compete in demolition challenges. Whether this represents training or a form of recreation is unknown.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/205070_9b50e0798c1f8436bd74c4cb08fd598d.jpg"], "image_name": ["Siege Dancers"], "filename": ["205070_9b50e0798c1f8436bd74c4cb08fd598d.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/205070_9b50e0798c1f8436bd74c4cb08fd598d.jpg", "path": "full/52e9bc4bc14612e74e81601ef77849788b821c22.jpg", "checksum": "3e888d2de63814f0c5cc3a1e4c62d5b2"}]},
{"title": "Sand Eaters", "content": "<p>The Cabal formation first and most frequently encountered by Guardians, the Sand Eaters represent the numerical bulk of the Cabal presence on Mars. Their equipment, tactics, and morale all show the weight of a long deployment - but they continue to pursue their objectives with dogged, weary determination.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/205050_657d5bcf87e95d43d6e8a72c495cb4ea.jpg"], "image_name": ["Sand Eaters"], "filename": ["205050_657d5bcf87e95d43d6e8a72c495cb4ea.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/205050_657d5bcf87e95d43d6e8a72c495cb4ea.jpg", "path": "full/f4c2aa29253526a6b994d808f46bbf6160122c95.jpg", "checksum": "f4e5f33b33b1657be052bebedc406e44"}]},
{"title": "Blind Legion", "content": "<p>The Cabal presence on Mars is locked in an endless war with the Vex - and at the heart of this war is the Blind Legion. Deployed to defend vital artifacts seized from the Vex, the Legion holds its ground with fanatic zeal. <br><br>\nBlind Legion soldiers brave one of the most thankless, grueling assignments in the Cabal order of battle: descending into buried ruins and black catacombs to sweep for Vex presence.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/205080_2dabd9a6f6a9b19edb4aaac466990e59.jpg"], "image_name": ["Blind Legion"], "filename": ["205080_2dabd9a6f6a9b19edb4aaac466990e59.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/205080_2dabd9a6f6a9b19edb4aaac466990e59.jpg", "path": "full/7c918660dd92a0367905b22a43489a3838d1fbe8.jpg", "checksum": "646aca6226fa87e068edd635af4ed9cd"}]},
{"title": "Skyburners", "content": "<p>Rumors of a yet-to-be-deployed Cabal Fleet have long haunted the Vanguard Hall. Hidden efforts unveiled the Phobos fleetbases house what is merely the first wave of a full-scale celestial demolition fleet, codenamed Skyburners. Ghost scans of the ships and reports of a large Psion presence have Warlocks anxious to learn of their weaponry. Dead Orbit assures the City that the Skyburner fleet poses no immediate threat to the City.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700600_3a717ea910507eef4eb29a543eb3982d.jpg"], "image_name": ["Skyburners"], "filename": ["700600_3a717ea910507eef4eb29a543eb3982d.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700600_3a717ea910507eef4eb29a543eb3982d.jpg", "path": "full/e8effe5348e2f4f68c9041761455111362e28951.jpg", "checksum": "4bbf491e2b2a02eda179a87858edf067"}]},
{"title": "Ghost Fragment: Cabal 3", "content": "<p>Today, Primus Ta’aun leads from the front.<br><br>\nHe pounds from bunker to bunker, roaring encouragement. “You’re my cornerstone!” he tells a wounded Centurion, grabbing her by her armored shoulders. “Bear the weight!”<br><br>\nHe gets back up, into the fight. “Come on!” Tlu’urn snaps at him, running along behind Ta’aun and saying all the cruel things his commander can’t. “You don’t need two arms to fight!”<br><br>\nHe calls for fire support. Artillery shrieks overhead. On the plains below the Cabal perimeter, Vex march out of the lightning. Torch hammers burst up like mortars and Ta’aun and his bond brother duck behind a burning Interceptor for cover.<br><br>\n“This is going well,” Tlu’urn rumbles.<br><br>\nA Vex particle beam needles a little hole through the Centurion’s helmet. He falls dead. Goblins swarm over her bunker and then the Goliath tank supporting this bastion fires a main gun round into the mess, killing the Vex, the bunker, and all the Legionaries inside. The concussion knocks Tlu’urn against his Primus.<br><br>\n“About as well as expected,” Ta’aun grunts. Tlu’urn laughs.<br><br>\nThe grind is eternal. Like duty. Ta’aun keeps fighting, out here past the edge of the Empire, because failure is unthinkable. Defeat’s much worse than death.<br><br>\nBut Ta’aun is so, so tired.<br><br>\nTlu’urn gets up and starts shooting Vex. “You’re not really going to do it.” Even though he’s fully armored, and only a meter away, his voice on the com crashes with static. “You’re not going to go. It’s mad.”<br><br>\nThe Vex Hobgoblins start firing at Tlu’urn.<br><br>\nParticle beams scream and spark off his enormous bulk. Ta’aun yanks him back to cover. A maniple of Phalanx troops rush forward to plug the gap. “I have my orders. Our report went all the way up, and the decision came all the way back.”<br><br>\nValus Tlu’urn’s blank helmet swivels to stare. “You mean — ?”<br><br>\n“It came from the Emperor Himself.” Ta’aun can feel the pressure gel pumping against his skin, keeping him insulated from this deadly world, keeping him alive. “I’m ordered to board and capture the Hive flagship. At any cost.”<br><br>\nA Vex Minotaur blinks up behind the Phalanx line. Primus Ta’aun’s armor paints the target and he absolutely unloads, putting all his fear and anger and sorrow into the wretched machine. He roars and roars. The Minotaur burns.<br><br>\nHis soldiers cheer.<br><br>\n“That’s a job for an elite unit. Not a few scout legions bogged down in attrition war. We should wait until — ”<br><br>\n“It’s the mission I’ve been given. I will use what I have.”<br><br>\n“Mutiny,” Tlu’urn whispers. “You should mutiny.”<br><br>\nOh, to mutiny. To be like Valus Trau’ug, who took his Broken Legion against the Reef — and failed, failed utterly.<br><br>\nDuty is victory. Mutiny is worse than death. Even if death seems certain.<br><br>\n“No,” Ta’aun says. And that’s that.<br><br>\nThe Vex are falling back. Together, they’ve held the line.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700610_c569c6a658d4fc01394be95bc25ffad1.jpg"], "image_name": ["Ghost Fragment: Cabal 3"], "filename": ["700610_c569c6a658d4fc01394be95bc25ffad1.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700610_c569c6a658d4fc01394be95bc25ffad1.jpg", "path": "full/ab5a2249629113884aae7e52ab9e4dc9e498a752.jpg", "checksum": "60dc426e6793334a6af52899efa82b4a"}]},
{"title": "Cabal Champions", "content": "<p>Executor, I want to note again how strongly I feel that the tenets do not cover this kind of field work. The real battle is back home, in the heart of the City, in the people of the Tower.<br><br>\nIn any case, as you requested I've made a detailed study of the Cabal command structure aboard the Dreadnaught. Detailed notes are enclosed, but suffice it to say their normally robust military engine has found itself hopelessly mired aboard Oryx's fortress.<br><br>\nOur assaults on Cabal leadership in-system has had a devastating impact. The Skyburner's Primus, his bond-brothers, Valus Ta'aurc, Valus Trau'ug, Primus Sha'aull, and a smattering of lesser Vals and Bracuses... all dead or on the run, all thanks to us.<br><br>\nIn short, I believe your supposition is correct. The Empire will have no choice but to respond.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700630_642caef22e8a8613d089090246dd3a29.jpg"], "image_name": ["Cabal Champions"], "filename": ["700630_642caef22e8a8613d089090246dd3a29.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700630_642caef22e8a8613d089090246dd3a29.jpg", "path": "full/bcaff87a7b63b1db75cf5c2d0d194defdb64d520.jpg", "checksum": "7a31f5ffc0775d42f1c2e55ba6e05fb0"}]},
{"title": "Ghost Fragment: Cabal", "content": "<p>I have stayed with the Cabal, even as the Light in me dims - I have been too far from the Traveler for too long. If I am not destined to find my own Guardian, at least I can inform the City of what I've learned.<br><br>\nI thought Mars would be the place to find a Guardian. The sand preserves everything well, and Clovis Bray had been famous for attracting talent. The brave, the brilliant, the footloose, those restless on Earth and itching for fame. I stowed away aboard a Mars scout ship, hoping.<br><br>\nNo luck. The sand ate everything. Clothes from skin, skin from bone. It was as if there were never any people here at all. I have been through every broken window in every building. Nothing. That is, no Guardian material. And no ride back to Earth. The scout was long gone.<br><br>\nWhat I did find, however, was a way into the Cabal Warbase. Their runty piggish eyes are too dull to see me, as long as I stay out of their defense systems. The Psions are a different matter: Too quick, too clever, throwing their minds around like hammers. I creep around walls, or dig into a heap of canisters and watch from there.<br><br>\nThere is a vast Empire behind these creatures, many star systems away. Some pledge allegiance to that far Empire, obeying their ancient marching orders. Some do not. They disagree among themselves about the answers. I wish arguing Cabal on no one. They slam their plated bodies into each other with horrendous roars. Intelligence gathering has never been so painful.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/205020_2122c9e9f7587d6d82507d5effb03bab.jpg"], "image_name": ["Ghost Fragment: Cabal"], "filename": ["205020_2122c9e9f7587d6d82507d5effb03bab.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/205020_2122c9e9f7587d6d82507d5effb03bab.jpg", "path": "full/685e4dceeedc8320b6eec4b820365e64d1209a0a.jpg", "checksum": "cbbbe828da58bf4034eefaec6f21f59e"}]},
{"title": "Ghost Fragment: Cabal 4", "content": "<p><i>I: Records, Materials, and Attributions Pursuant To Analysis</i><br><br>\nSand Eater II Cohort/Century 1/Maniple 8<br>\n2 Squad [LINE INF]<br>\nTASK:<br>\n- sweep urban area grid 071x145 to screen BL I/3/3/5 intelligence op<br>\nOUTCOME: <br>\n- unit ambushed by solitary Guardian. no survivors<br><br>\nSand Eater II Cohort/Century 1/Maniple 8<br>\n3 Squad [TAC INF]<br>\nTASK:<br>\n- reinforce II/1/8/2 in disarray grid 071x145 <br>\nOUTCOME:<br>\n- unit engaged by Guardian and Vex units. no survivors.<br><br>\nDust Giant IV Cohort/Century 4/Maniple 1<br>\n4 Squad [AIRMOBILE]<br>\nTASK:<br>\n- secure grid 071x145, destroy guardian target<br>\nOUTCOME:<br>\n- target Guardian temporarily destroyed. target re-engaged with Guardian reinforcements. no friendly survivors.<br><br>\nDust Giant IV Cohort/Century 4/Maniple 1<br>\nHarvester Dropship [TAC AIR]<br>\nTASK:<br>\n- support IV/4/1/4 operations in 071x145<br>\nOUTCOME:<br>\n- dropship shot down. crew reported Guardians operating elaborate totem rocket weapons.<br><br>\nBlind Legion I Cohort/Century 3/Maniple 3<br>\n5 Squad [HEAVY INF]<br>\nTASK:<br>\n- defend Psion intelligence ops 071x146<br>\nOUTCOME:<br>\n- overwhelmed by Guardian fireteam/Vex pressure. few survivors. survivors reported Guardians foraging for equipment, dancing, and performing acrobatics with light vehicles.<br><br><i>II: Analysis</i><br><br>\nThis is an archetypical engagement. It represents many hundreds of failed operations.<br><br>\nGuardian activity in the Freehold AO has exploded across recent campaign seasons. Tactical attrition exceeds both frictional projections and our ability to regenerate losses. New tactics are necessary. <br><br>\nThe primary threat is the Guardians’ individual counter-attrition capability. <br><br>\nGuardians can be rebuilt after even total disintegrative trauma. This capability is provided by a small autonomous drone unit called a Dead Person [trans. unclear]. The Dead Person conceals itself during combat. It is not a viable target for direct fire. Saturation attack by artillery/heavy air/orbital fire may have good effect (although Guardians transmat frequently and refuse to assemble into large formations).<br><br>\nSolitary Dead Persons have been observed in all areas of operation. The relationship between solitary and paired Dead Persons remains unclear.<br><br>\nPsion analysis indicates that specific areas are inimicable to Guardian counter-attritional reconstruction. Phobos Command has initiated an orbital survey. BL I/2 will attack the Vex gate artifact in Meridian Bay to secure possible related intelligence.<br><br>\nFlayer analysis suggests that the Hive have developed unconventional counter-Dead Person capability. The capture of Hive leadership might yield vital strategic intelligence, including weapons or tactics capable of defeating Guardians permanently.<br><br>\nWe advance that the Hive fleet group near Saturn presents a strong target.<br><br>\nFor the Primus,<br>\nOur highest duty done,<br>\nUnflinchingly loyal,<br>\nSkyburner V/A/SI</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700620_c569c6a658d4fc01394be95bc25ffad1.jpg"], "image_name": ["Ghost Fragment: Cabal 4"], "filename": ["700620_c569c6a658d4fc01394be95bc25ffad1.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700620_c569c6a658d4fc01394be95bc25ffad1.jpg", "path": "full/637163bdf57f71c61676965f25fd9d7925d9f908.jpg", "checksum": "60dc426e6793334a6af52899efa82b4a"}]},
{"title": "Ghost Fragment: Cabal 2", "content": "<p>A hologram of a spinning golden planet, in stasis, turning gently. You can see the storms moving over its face. But when the Commanders congregate below it, when they activate whatever controls are below, it changes. Fissures appear on its face. Is that their home? When the room empties I play with the controls, but it's older, native technology that I don't recognize at all.<br><br>\nI don't know what it means. It's not difficult to hide in these caverns when you're as small as I am, although the Psions tend to look around them when they pass me. There are infinitely many cracks and crannies. They are not a race that fears infiltration or espionage.<br><br>\nThere is meaning to the structure and layout of their buildings. This is a warrior people, and they lay out their fortifications along ancient principles and time-tested strategies. I can't figure out the sense that lies behind it. I would need ten times the computing power for inference calculations. But I know it's there. I can intuit it. It's like an open hand, ready to squeeze into a fist. A threat. A gesture of power.<br><br>\nFor all their might and strength, for all that they have dug into Mars and flung up battle walls with the bureaucratic grimness of conquerors, I suspect they are fleeing from something. That within their hard shells and thousand-folded shields is a sharp seed of terror. But of what? Does something follow them? Should we fear it too?</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/205030_2122c9e9f7587d6d82507d5effb03bab.jpg"], "image_name": ["Ghost Fragment: Cabal 2"], "filename": ["205030_2122c9e9f7587d6d82507d5effb03bab.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/205030_2122c9e9f7587d6d82507d5effb03bab.jpg", "path": "full/25b695d3f8de09957d07d4d00594c81a7b2b39f0.jpg", "checksum": "cbbbe828da58bf4034eefaec6f21f59e"}]}
]