[
{"title": "The Darkness", "content": "<p>Something hit us. Killed our Golden Age. Nearly wiped us out. Only the Traveler saved us, and at a shattering cost.<br><br>\nThe Speaker tells of a cosmic force that swept over us and caused the Collapse. Legend calls it the Darkness, the Traveler's ancient enemy, which hunted it across space.<br><br>\nAll we have left are questions. Centuries of debate gave birth to competing arguments on the nature of the Darkness and the Collapse.<br><br>\nThe Pujari Position describes the Darkness as a force with both physical and moral presence, an actualization of evil. Pujari art depicts the Darkness as a great storm, or as a change in conduct, a corruption that emerged from within and poisoned the Golden Age.<br><br>\nSaint-14's Position argues that the Darkness was an invading armada, an alien force of incredible - but tangible - power. Some adherents believe that this armada sprang from species rejected or discarded by the Traveler for their sins.<br><br>\nUlan-Tan's Thesis considers the Darkness a necessary symmetry to the Traveler in a cosmic balance. In this view, the Traveler's goodness led it to sacrifice for others, and it is up to us to return this goodness by healing the Traveler.<br><br>\nThe Monist Position, or the Deflationary Position, considers the Darkness as a technologically sophisticated force, perhaps a post-Singularity intelligence. Adherents invoke information theory or contend that the universe is a simulation, allowing advanced intelligence to gain weakly acausal powers by bending the rules.<br><br>\nThe Acataleptic Clause claims that we are intrinsically unable to understand the Darkness. In many respects this belief parallels the Praxic Creed, which suggests that we should stop worrying about the nature of the Darkness and focus on resisting and defeating it.<br><br>\nCertain positions - often labeled heretical - imply that the Traveler itself triggered the Collapse, or that it knew the Darkness was coming for it and hoped to use the Solar System as a sacrifice or a proxy army. The Binary Star cult is one notable example.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/209010_ad5b8aa90cb6b5feee5df7731aa24a1f.jpg"], "image_name": ["The Darkness"], "filename": ["209010_ad5b8aa90cb6b5feee5df7731aa24a1f.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/209010_ad5b8aa90cb6b5feee5df7731aa24a1f.jpg", "path": "full/56dac5417e844565c4d34dd8e4d59444f70f0b59.jpg", "checksum": "e70f0a78c172c37a5b2f5c2c3b2ab2e4"}]},
{"title": "Ghost Fragment: Darkness 3", "content": "<p>I drive myself to the edge of madness trying to explain the truth.<br><br>\nIt's so simple. Elegant like a knife point. It explains - this is not hyperbole, this is the farthest thing from exaggeration - EVERYTHING. <br><br>\nBut you lay it out and they stare at you like you've just been exhaling dust. Maybe they're missing some underlying scaffold of truth. Maybe they are all propped on a bed of lies that must be burned away.<br><br>\nWhy does anything exist?<br><br>\nNo no no no no don't reach for that word. There's no 'reason'. That's teleology and teleology will stitch your eyelids shut.<br><br>\nWhy do we have atoms? Because atomic matter is more stable than the primordial broth. Atoms defeated the broth. That was the first war. There were two ways to be and one of them won. And everything that came next was made of atoms.<br><br>\nAtoms made stars. Stars made galaxies. Worlds simmered down to rock and acid and in those smoking primal seas the first living molecule learned to copy itself. All of this happened by the one law, the blind law, which exists without mind or meaning. It's the simplest law but it has no worshippers here (out there, though, out there - !)<br><br>\nHOW DO I EXPLAIN IT it's so simple WHY DON'T YOU SEE <br><br>\nImagine three great nations under three great queens. The first queen writes a great book of law and her rule is just. The second queen builds a high tower and her people climb it to see the stars. The third queen raises an army and conquers everything.<br><br>\nThe future belongs to one of these queens. Her rule is harshest and her people are unhappy. But she rules.<br><br>\nThis explains everything, understand? This is why the universe is the way it is, and not some other way. Existence is a game that everything plays, and some strategies are winners: the ability to exist, to shape existence, to remake it so that your descendants - molecules or stars or people or ideas - will flourish, and others will find no ground to grow.<br><br>\nAnd as the universe ticks on towards the close, the great players will face each other. In the next round there will be three queens and all of them will have armies, and now it will be a battle of swords - until one discovers the cannon, or the plague, or the killing word.<br><br>\nEverything is becoming more ruthless and in the end only the most ruthless will remain (LOOK UP AT THE SKY) and they will hunt the territories of the night and extinguish the first glint of competition before it can even understand what it faces or why it has transgressed. This is the shape of victory: to rule the universe so absolutely that nothing will ever exist except by your consent. This is the queen at the end of time, whose sovereignty is eternal because no other sovereign can defeat it. And there is no reason for it, no more than there was reason for the victory of the atom. It is simply the winning play.<br><br>\nOf course, it might be that there was another country, with other queens, and in this country they sat down together and made one law and one tower and one army to guard their borders. This is the dream of small minds: a gentle place ringed in spears.<br><br>\nBut I do not think those spears will hold against the queen of the country of armies. And that is all that will matter in the end.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/209050_e6b49cdcac75f4b708ebcb007a410508.jpg"], "image_name": ["Ghost Fragment: Darkness 3"], "filename": ["209050_e6b49cdcac75f4b708ebcb007a410508.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/209050_e6b49cdcac75f4b708ebcb007a410508.jpg", "path": "full/c2f8cc5105206f1f9b5ff0bfdf8263048456f6db.jpg", "checksum": "6981427ccf27367d7843b6bec4b01ff6"}]},
{"title": "Ghost Fragment: Darkness 4", "content": "<p>This war is all there is for you.<br><br>\nWhat else do you have? You walk among mortals and immortals, a creature lost in time. Your only purpose is the struggle.<br><br>\nDoes it seem unfair? To be brought back into this, the end of days, the long dwindling exhalation of an ancient corpse? You were at peace. Now you are a dead husk charged with war. Do you remember anything of freedom?<br><br>\nFight on, then. The war IS everything.<br><br>\nBut consider the choices before you.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/209060_22f7d91037ca96988e5194bae3f0fe13.jpg"], "image_name": ["Ghost Fragment: Darkness 4"], "filename": ["209060_22f7d91037ca96988e5194bae3f0fe13.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/209060_22f7d91037ca96988e5194bae3f0fe13.jpg", "path": "full/5f965d0c3ae9e1d219c180b714f9f7d32e57256a.jpg", "checksum": "e4c4959421f30d2beb7a6538e5401237"}]},
{"title": "Calcified Fragments: Curiosity", "content": "<p>Dearest sisters,<br><br>\nIt’s taken me two years — a quarter of our lives — but I’ve found the proof. We aren’t native to the Fundament. Our ancient ancestors came here to hide.<br><br>\nThe plate of stone we live on, our Osmium Court, is one fragment of a rocky planet that crashed into the Fundament and broke apart. All the other nearby continents — the Helium Drinkers, the Bone Plaza, the Starcutters — came from the same world.<br><br>\nPerhaps the other races of the Fundament are migrants too.<br><br>\nWe live on the shrapnel of our homeworld, floating on an ocean deep inside a gas giant.<br><br>\nThat’s what Fundament must be. A titanic gas planet. The endless storm above us must be one layer of the atmosphere. And the sea we float on... there’s more down beneath it. So much more!<br><br>\nYou understand what this means, Sathona. The Timid Truth is a lie. We aren’t meant to be the world’s prey. We weren’t born to live and die in the dark.<br><br>\nWe have a better destiny.<br><br>\nTell our father, sister Sathona. This is the proof of his life’s work.<br><br>\nWith love, for your second birthday,<br>\nYour first surviving sister,<br>\nAurash</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700660_bcf738279799e27a90b22629c3586981.jpg"], "image_name": ["Calcified Fragments: Curiosity"], "filename": ["700660_bcf738279799e27a90b22629c3586981.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700660_bcf738279799e27a90b22629c3586981.jpg", "path": "full/efddd1224d72719ff4611ddab35a28d19ca21720.jpg", "checksum": "b78d52a8edf899483bcb5571a661038b"}]},
{"title": "Calcified Fragments: Insight", "content": "<p>I have made preparations.<br><br>\nIf I am defeated I know it will be because my understanding of the universe was incomplete. I failed to anticipate some strategy, some nemesis. (Perhaps Taox, if she still lives.)<br><br>\nIf I am defeated, I know that I will fall to something mighty. Something that craves might, something that loves what I love, which is the Deep, a principle and a power, the versatile, protean need to adapt and endure, to reach out and shape the universe entirely for that purpose, to mutate and redesign and test and iterate so that it can prevail, can seize existence and hold it, certain that this is everything, that there is nothing to life except living. And it has two faces, yet it is one shape. One face is the objective, which is obvious, and the other face is that will to sacrifice things and ideas for a single mission, the mission of becoming the shape, a shape that will not relent, the utter commitment to survival, to draw the right sword and choose where to cut: to allow this hunger to become your weapon.<br><br>\nSo I will prepare a book, which is a map to a weapon. And my vanquisher will read that book, seeking the weapon, and they will come to understand me, where I have been and where I was going. And then they will take up my weapon, and they will use it, they will use that weapon, which is all that I am.<br><br>\nAnd armed thus with my past, and my future, and my present (which is a weapon, a weapon that takes whatever is available, a weapon bound to malice), they will mantle me, Oryx, the Taken King.<br><br>\nThey will become me and I will become them, each of us defeating the other, correcting the other, alloying ourselves into one omnipotent philosophy. Thus I will live forever.<br><br>\nI’ll make sure.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700670_c11ddb273a044f6788378f87dcecfffc.jpg"], "image_name": ["Calcified Fragments: Insight"], "filename": ["700670_c11ddb273a044f6788378f87dcecfffc.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700670_c11ddb273a044f6788378f87dcecfffc.jpg", "path": "full/438e06ed33a9c3839d90def80fd591208c0ddf67.jpg", "checksum": "da8bb7cb597d3ec05721a248fc31b99f"}]},
{"title": "Ghost Fragment: Darkness 2", "content": "<p>The universe is a beast.<br><br>\nThe body is made from tiny stuff, from near-nothings. From atoms swimming through a blood of crackling sparks. Simple, eternal Laws shape the beast. The largest galaxy is ruled by principles of mass and motion. Electrons are slaves to charge and to chance. And this is why the universe feels inexhaustible, eternal. <br><br>\nNo sun complains about its death. Life is the problem. Life can be woven from flesh or circuit or thoughtful light. Origins don't matter. But small, half-smart creatures have a fierce talent for denying the inevitable, for balking and complaining about injustices that don't exist and consequences that should be borne in silence.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/209030_12cbaa3370245fc48e44dbe007a7d28d.jpg"], "image_name": ["Ghost Fragment: Darkness 2"], "filename": ["209030_12cbaa3370245fc48e44dbe007a7d28d.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/209030_12cbaa3370245fc48e44dbe007a7d28d.jpg", "path": "full/98856609b14b61d9cb32db82ecb111acc54466d9.jpg", "checksum": "bdb5c129d0e3588bd7d9929582201a73"}]},
{"title": "Ghost Fragment: Darkness", "content": "<p>V113NNI070XMX001 SECRET HADAL INSTANT<br>\nAI-COM/RSPN: SOLSECCENT//SxISR//DEEPSPACE<br>\nCONTACT CONTACT CONTACT<br>\nTRANSIENT. NULLSOURCE. NULLTYPE.<br><br>\nThis is a SKYSHOCK ALERT.<br><br>\nMultiple distributed ISR assets report a TRANSIENT NEAR EXTRASOLAR EVENT. Event duration ZERO POINT THREE SECONDS. Event footprint includes sterile neutrino scattering and gravity waves. Omnibus analysis detects deep structure information content (nine sigma) and internal teleonomy.<br><br>\nNo hypothesis on event mechanism (FLAG ACAUSAL). Bootstrap simulation suggests event is DIRECTED and INIMICABLE (convergent q-Bayes/Monte Carlo probability approaches 1).<br><br>\nNo hypothesis on deep structure encoding (TCC/NP-HARD).<br><br>\nSource blueshift suggests IMMINENT SOLAR ENTRY.<br><br>\nPromote event to SKYSHOCK: OCP: EXTINCTION. Activate VOLUSPA. Activate YUGA. Cauterize public sources to SECURE ISIS and harden for defensive action.<br><br>\nI am invoking CARRHAE WHITE and assuming control of solar defenses.<br><br>\nSTOP STOP STOP V113NNI070XMX091</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/209020_12cbaa3370245fc48e44dbe007a7d28d.jpg"], "image_name": ["Ghost Fragment: Darkness"], "filename": ["209020_12cbaa3370245fc48e44dbe007a7d28d.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/209020_12cbaa3370245fc48e44dbe007a7d28d.jpg", "path": "full/5563000f4ac977e794958dec0528e4abb80f3b56.jpg", "checksum": "bdb5c129d0e3588bd7d9929582201a73"}]},
{"title": "Ghost Fragment: Darkness", "content": "<p>V113NNI070XMX001 SECRET HADAL INSTANT<br>\nAI-COM/RSPN: SOLSECCENT//SxISR//DEEPSPACE<br>\nCONTACT CONTACT CONTACT<br>\nTRANSIENT. NULLSOURCE. NULLTYPE.<br><br>\nThis is a SKYSHOCK ALERT.<br><br>\nMultiple distributed ISR assets report a TRANSIENT NEAR EXTRASOLAR EVENT. Event duration ZERO POINT THREE SECONDS. Event footprint includes sterile neutrino scattering and gravity waves. Omnibus analysis detects deep structure information content (nine sigma) and internal teleonomy.<br><br>\nNo hypothesis on event mechanism (FLAG ACAUSAL). Bootstrap simulation suggests event is DIRECTED and INIMICABLE (convergent q-Bayes/Monte Carlo probability approaches 1).<br><br>\nNo hypothesis on deep structure encoding (TCC/NP-HARD).<br><br>\nSource blueshift suggests IMMINENT SOLAR ENTRY.<br><br>\nPromote event to SKYSHOCK: OCP: EXTINCTION. Activate VOLUSPA. Activate YUGA. Cauterize public sources to SECURE ISIS and harden for defensive action.<br><br>\nI am invoking CARRHAE WHITE and assuming control of solar defenses.<br><br>\nSTOP STOP STOP V113NNI070XMX091</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/209020_12cbaa3370245fc48e44dbe007a7d28d.jpg"], "image_name": ["Ghost Fragment: Darkness"], "filename": ["209020_12cbaa3370245fc48e44dbe007a7d28d.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/209020_12cbaa3370245fc48e44dbe007a7d28d.jpg", "path": "full/5563000f4ac977e794958dec0528e4abb80f3b56.jpg", "checksum": "bdb5c129d0e3588bd7d9929582201a73"}]}
]