[
{"title": "The Fallen", "content": "<p>The Fallen are ruthless scavengers. Brutal and uncaring, they arrived on their massive Ketches in the wake of the Collapse to loot and pillage our devastated worlds.<br><br>\nThere are hints of ancient nobility to the Fallen - the scars of lost grandeur. The Kells of their scattered Houses still claim to be royalty. But they leave only grief and wreckage in their wake.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/207010_3f2f306f52f1bd81885852cc4ffc67d3.jpg"], "image_name": ["The Fallen"], "filename": ["207010_3f2f306f52f1bd81885852cc4ffc67d3.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/207010_3f2f306f52f1bd81885852cc4ffc67d3.jpg", "path": "full/f10d95782a9276e205b74556f25e3bb13e24cb89.jpg", "checksum": "2667e0b77c5818a1a9b2bdf1db1825b4"}]},
{"title": "House of Winter", "content": "<p>The Fallen House of Winter, led by the ruthless Kell Draksis, have been found operating in and around the Ishtar Sink on Venus. Their interests there seem directed at the ruins of the Academy along the Shattered Coast, but there are concerns that their focus may, in actuality, be directed elsewhere - toward the ominous Citadel that rises like a warning above the Waking Ruins.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/207060_d9a2c2ce210c95c70a783e4ea6b4ecb3.jpg"], "image_name": ["House of Winter"], "filename": ["207060_d9a2c2ce210c95c70a783e4ea6b4ecb3.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/207060_d9a2c2ce210c95c70a783e4ea6b4ecb3.jpg", "path": "full/dc64ad452ce04b72221247738962efb4f2fa6a27.jpg", "checksum": "68237aa5c76633029ad7d866b7f9ec89"}]},
{"title": "Captain", "content": "<p>Having clawed and knifed his way to the top, scattering bodies and limbs in his wake, the Captain is the strongest and most ferocious member of the crew he musters around himself. His ration of Ether is the largest, his blades the sharpest, his guns the finest. Upon his shoulders hangs the flag of his House, if he swears loyalty to any. For his crew, the slightest hesitation to comply earns a slash from his sword. Defiance results in immediate amputation, if he is in a good mood, or death, if he is not.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/207100_8a25995a62560dd7a8646e44736bf20c.jpg"], "image_name": ["Captain"], "filename": ["207100_8a25995a62560dd7a8646e44736bf20c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/207100_8a25995a62560dd7a8646e44736bf20c.jpg", "path": "full/0e79d4cc8cf8f6bcaabc1f5917e47b3f19558cd4.jpg", "checksum": "335ee2a3cf0c5ce5b2cda488baec4543"}]},
{"title": "Dreg", "content": "<p>Dregs cling to the lowest rung of Fallen society. Docked of their lower arms in a ritual of humiliation and obedience, Dregs seek to prove their worth. Only a few will survive to gain promotion and regrow their limbs. Their suicidal bravery is fueled by ambition and shame.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/207130_9c16b5a648fbd80ec942c2a43c181c41.jpg"], "image_name": ["Dreg"], "filename": ["207130_9c16b5a648fbd80ec942c2a43c181c41.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/207130_9c16b5a648fbd80ec942c2a43c181c41.jpg", "path": "full/338aefadd64198318d59d607dc5ae043c99433ea.jpg", "checksum": "a102349059d153d97c1b42cf43827f6e"}]},
{"title": "Shank", "content": "<p>Shanks are the bulldogs of the Fallen. Small and tough enough to go where Dregs won't fit, they scout, keep watch, and patrol. Fallen Walkers deploy Shanks from internal bays for tactical support and field repairs.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/207150_308a1d1ffd0d0bf3fa624d078a4bbd4b.jpg"], "image_name": ["Shank"], "filename": ["207150_308a1d1ffd0d0bf3fa624d078a4bbd4b.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/207150_308a1d1ffd0d0bf3fa624d078a4bbd4b.jpg", "path": "full/90d8a6449d218a6b4244ab5699257ffa611c272e.jpg", "checksum": "60b6530fb6c7b6bcad9e720c30124c04"}]},
{"title": "House of Devils", "content": "<p>These are the scourge of the City, the shadow below our walls. This is the House that led the battle at the Twilight Gap, the House we tell our children about to frighten them into behaving.<br><br>\nThe House of Devils have now devoted great strength to pillaging the Cosmodrome in Old Russia, hunting for something buried below. If they are not held in check, whatever they find might prove the City's undoing.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/207070_694b26441cb410368f0da46824a02db9.jpg"], "image_name": ["House of Devils"], "filename": ["207070_694b26441cb410368f0da46824a02db9.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/207070_694b26441cb410368f0da46824a02db9.jpg", "path": "full/99de39898f2a423a5972f680dc95bb131f3a6b24.jpg", "checksum": "0876e241b732ff8153ee2835b903cd50"}]},
{"title": "Vandal", "content": "<p>Soldiers, brawlers, assassins, and scouts, Vandals are the seasoned regulars who fill out the skilled roles within a Fallen crew. Whether from distance or up close and personal, they are seasoned, efficient killers, with an arsenal of weaponry and tech to match their bloodlust.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/207120_4402660bfa5ff8a27f3823f197871bba.jpg"], "image_name": ["Vandal"], "filename": ["207120_4402660bfa5ff8a27f3823f197871bba.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/207120_4402660bfa5ff8a27f3823f197871bba.jpg", "path": "full/e9e9d37f63434dcda79ddd0b8a6c938ec37d7e71.jpg", "checksum": "48604d5ce78d350029e04c0f50ef4a27"}]},
{"title": "House of Exile", "content": "<p>There is more than a whiff of desolation about these Fallen. Their ranks are swollen with Dregs; their rags threadbare. Perhaps this is a new House, gathered from the outcast malcontents and disgraced castaways of the others, galvanized by pride or hate or the desire for freedom. <br><br>\nBe watchful. If this is true, they will surely be hungry to secure their position - and that may drive them to bold action.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/207080_b1ccc22c1c73c9075e5a33ad83928fa2.jpg"], "image_name": ["House of Exile"], "filename": ["207080_b1ccc22c1c73c9075e5a33ad83928fa2.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/207080_b1ccc22c1c73c9075e5a33ad83928fa2.jpg", "path": "full/c747f9b6a3b69b5e035bcfbe0ac9006b820fe95b.jpg", "checksum": "082e5c14e7e5e3c2fcbce150318e9d06"}]},
{"title": "Servitor", "content": "<p>Servitors are living relics of the once-mighty Fallen civilization. Packed with ultra-sophisticated machinery, they process matter and energy into the Ether that the Fallen depend on for life. In battle they support the Fallen with defensive systems and their own powerful energy weapons. Outside, they anchor Fallen comms and provide vital technological acumen.<br><br>\nServitors have complex relationships with each other and with their Fallen crews. Servitors are attached to a Prime, a massive Servitor which exists in unclear symbiosis with a Fallen Archon. The Archon conveys the Kell's wishes to the Prime Servitor, and exerts some measure of control. Recent developments suggest that Prime Servitors are more than a focus of worship and logistical activity. They may play a key role in Fallen star flight.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/207140_fe87eeb32e63e09c1f81152cc5d671c9.jpg"], "image_name": ["Servitor"], "filename": ["207140_fe87eeb32e63e09c1f81152cc5d671c9.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/207140_fe87eeb32e63e09c1f81152cc5d671c9.jpg", "path": "full/54500a7a7ac37478acb1bf22e6e3f0eb5f1c3a8e.jpg", "checksum": "df35052bb3404a83e5f126dec223723a"}]},
{"title": "House of Wolves", "content": "<p>The bulk of the House of Wolves now falls under the control of the Queen of the Reef. There are many stories of how this came to be, but they are too varied for the truth to be separated from rumor.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/207050_0ce9d248a3d311ff112bf8a652824f08.jpg"], "image_name": ["House of Wolves"], "filename": ["207050_0ce9d248a3d311ff112bf8a652824f08.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/207050_0ce9d248a3d311ff112bf8a652824f08.jpg", "path": "full/9ac00beb4620a0c3b0fed0c8e5fd8d57549c9b96.jpg", "checksum": "bc3da94375041559bf7b4cdea5d2045f"}]},
{"title": "Ghost Fragment: Fallen 3", "content": "<p>Ask them our name. Ask your masters what they call you. Ask the hollow, the hateful, the Awoken with alien dreams encysted in them! Ask them our name!<br><br>\nFallen. They name us Fallen.<br><br>\nListen to me, Wolf-born! Heed me, Whirlwind-scattered! I am the ghost of Cybele, the cunning claw of Iris, betrayed, chained, encrypted by the Queen, sent back from the Darkness to save us all! The days of Kell and House end now. The calendar of slavery and abasement goes to the fire. We are a new calendar! We are an age of beginnings! Each of us is a day!<br><br>\nI am the first, Kell of Kells, and I am the last, the Dreg of Dregs. I have conquered and been conquered. I am all of us and all of us are I. In the shape of my life I bind up all of us, all of our fury, all of our grief, all the lives we have wasted against each other. Together we speak our new name.<br><br>\nRemember the hope that brought us here. Remember the age before the Whirlwind, when ether ran free, when we ruled ourselves and our futures as kings. We wanted more than glimmer and glints and herealways. Always remember that we came to this star in hope. And remember that we were denied! Remember the City of the Death of Children, the City That Docks, which claimed for itself the Great Machine that might have saved us. Remember the City that even now sends its ghouls to murder our Primes, starve our ether, and leave our young to die gasping. Curse that City and its name. The curse is just.<br><br>\nWe gathered to take that City and save ourselves from extinction, saying to each other, we must be a storm, a Whirlwind, a darkness, for it is said that only pain may be stolen from the dark, and we can let no more be stolen from us. We gathered to fight against our twilight, King and Devil and Winter, all of us but us, the Wolves. Why? What kept us from the Gap?<br><br>\nThe Reef. The Queen. The slavers who played us against each other and docked us into subservience. These sly sterile un-people, these mirages with cold minds twinned to their own, these Carybdis butchers, they set us against each other. She played us. She made herself our Kell.<br><br>\nWe were fools, o children of the Whirlwind. We fought each other when we most needed unity. I fought my rivals when I should have fought the Queen. But I remember now, my dregs, my captains, my Kells, each of us is all of us and I remember: we are a people of resilience. I am the Kell of Kells because I want what we have lost. I am the Dreg of Dregs because I remember that a dreg will grow back what is lost to him.<br><br>\nAsk them my name! Ask them with the shock blade and the shrapnel launcher! Ask them with the skiff and the ketch! Ask your masters by what right they master you, you who have been hardened by centuries of flight, you who inherit the Whirlwind! Ask the Queen for her throne!<br><br>\nAsk them our name. Let them answer: you are Skolas, Kell of Kells. You are Fallen no more.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/207034_ec14f3f5a3193c0362555f7a5aa4b44c.jpg"], "image_name": ["Ghost Fragment: Fallen 3"], "filename": ["207034_ec14f3f5a3193c0362555f7a5aa4b44c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/207034_ec14f3f5a3193c0362555f7a5aa4b44c.jpg", "path": "full/3023ab5da114c8596a28c5b4ba48bd605bf82516.jpg", "checksum": "b56b21d9e071bcecb7eab953226a610f"}]},
{"title": "Ghost Fragment: Fallen", "content": "<p>Okay, okay, I'll tell the story about that one Fallen.<br><br>\nIt didn't happen like that. We didn't, you know, do anything actively - no handshake, no icy stare of grudging mutual respect. I don't even know which hand you would shake. Do they shake hands? It must be complicated.<br><br>\nAnyway, it was like this. I was on the Moon. I cracked a Hive structure near Mare Imbrium, looking for a Shrine, and they just - swarmed. Ranks and ranks and ranks of Thrall, pouring out between the columns, but the columns were Knights, and all the shadows behind them rose up hissing sorcery.<br><br>\nOf course I ran. <br><br>\nI had a line of egress and while yes it was full of Thrall I had a backup too. I went upslope. Took cover in the shadow of a crashed Phaeton. Emptied my machine gun, ducked down to reload, and saw her at the other end of the hull, killing Thrall: a Fallen in Exile colors, bannered in the marks of a Baron, though the flags were claw-torn and stained with Hive ash. She was alone. I think she must have lost her crew.<br><br>\nI didn't really have time to shoot her and she didn't really have time to shoot me so we just went back to killing Hive. Knights pushed me out into the open and back up the range to a high stone saddle in the shadow of an old interferometry array. It was good ground so she came up there too.<br><br>\nFor a while we just killed things which is hard to make interesting in a story so I'll pass it over.<br><br>\nAt the end the Wizards came. I climbed the array to get an angle on them and she fell back to the base of the antennae where she broke her swords off in a Knight. I saw that happen and I don't know if I can tell you how I felt. She was another living thing with a mind I could understand and she hadn't howled at me or tried to eat my Ghost. I cheered when the Knight went down.<br><br>\nWhen I came down, empty on all guns, she was slumped against a bulkhead staring at me with all her tiny black eyes. Ether leaking out of her like smoke. The Knight hadn't died easily. Downslope the last Wizard moved like fire behind another line of Thrall.<br><br>\nI looked at her and wondered how many innocent human lives she'd ended on those broken blades.<br><br>\nShe did the strangest thing then. Took the last shock pistol from her bandolier and threw it between us, as if to offer it. When I went to pick it up she tried to knife me, but she was slow, and when I broke her arms and opened her throat she didn't seem surprised.<br><br>\nTo this day I wonder if she hated me, or wanted to make me kill her, or just felt she should spare me the choice.<br><br>\nI did kill a few Thrall with that pistol.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/207020_863b125a4f0a08e74c9b827aaf280a0c.jpg"], "image_name": ["Ghost Fragment: Fallen"], "filename": ["207020_863b125a4f0a08e74c9b827aaf280a0c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/207020_863b125a4f0a08e74c9b827aaf280a0c.jpg", "path": "full/1e8af8a527893169e512169f971b4e4dc5cedeca.jpg", "checksum": "5fb9fd60c5d6a0340b73555e19c862ff"}]},
{"title": "Ghost Fragment: Fallen 2", "content": "<p>ammunition of rich makes, quantity adequate to incinerate 6X6 foe<br><br>\n11 operational weapons, alien design, suitable for salvage<br><br>\n3 explosive charges of obvious design, suitable for salvage<br><br>\n1 cabal fusion reactor, disabled but perhaps repairable<br><br>\n61 machines, alien, inoperable, unknown significances<br><br>\n13 alien machines, inoperable, known significances<br><br>\n3 glints<br><br>\n7 herealways<br><br>\n1103 twists of essence<br><br>\n15 human body parts, kept for study, scorn<br><br>\n55 human adornments, full of glory and warm memory, worth the cost of their acquisition and more so<br><br>\nsome ether, quantity negligible<br><br>\nconsiderable experience in battle<br><br>\n4 dregs dead, rendering House of Winter weaker<br><br>\n1 dreg honoring self and House, leading to consideration of fabricated arms<br><br>\n1 disabled Fallen skiff, scrubbed of House identity and stories<br><br>\n1 Fallen story found beside the disabled skiff, unknown House, partly corrupted, rendered as follows:<br><br>\nwhat others call dark which is not I know what it is but no time room calm given for an appropriate telling so I say only that what is not shadow is an ally and a wonder and I respect what I cannot steal from and you cannot take from the dark you can claim only pain from the dark and that is why the dark is worthy of love beyond all other love that astonishing ability to evade being robbed<br><br>\nI love what I will not name<br><br>\n1 story, Fallen and found beneath the skiff, unknown House, story uncorrupted <br><br>\nsubsequently the second recording has been washed away<br><br>\noperator error<br><br>\nI know what no one else knows and now I am a marvel with ten thousand arms</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/207030_863b125a4f0a08e74c9b827aaf280a0c.jpg"], "image_name": ["Ghost Fragment: Fallen 2"], "filename": ["207030_863b125a4f0a08e74c9b827aaf280a0c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/207030_863b125a4f0a08e74c9b827aaf280a0c.jpg", "path": "full/879574deb531b7a1af8a0c9de4853309556171bd.jpg", "checksum": "5fb9fd60c5d6a0340b73555e19c862ff"}]},
{"title": "House of Kings", "content": "<p>The colors of the House of Kings are rarely seen. They act with brutal contempt, as if they hold their rivals - other Fallen and City alike - in disdain. We have yet to grasp the full measure of their strength.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/207090_12f80ecec00a14f206499bd2ce3daeb2.jpg"], "image_name": ["House of Kings"], "filename": ["207090_12f80ecec00a14f206499bd2ce3daeb2.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/207090_12f80ecec00a14f206499bd2ce3daeb2.jpg", "path": "full/bf6951f387b88281fb0e82ff0aa943d4fc66a919.jpg", "checksum": "303a890e693d88055ba4656d4611f3bd"}]},
{"title": "Ghost Fragment: Fallen 4", "content": "<p>This happens long ago, but not too long to matter.<br><br>\nCeres rules the Asteroid Belt. Ceres is the white queen of this space, four hundred million kilometers from the Sun. Ceres is round. Round means power, out here: nothing else in the Belt is big enough to crush itself into a sphere with its own gravity. Ceres has its own chemical stars. Shavings of salt and ice that glint in orbit. Like a crown.<br><br>\nThere are other lights, newer stars, newer crowns. Warship engines. Another queen is coming to conquer Ceres, because Ceres is full of warrens and shipyards and habitats, because Ceres is round and lucky as a Servitor. Because Ceres is full of the Wolves she wants to rule.<br><br>\nShark-fierce ships gather in squadrons and tribes. Skiffs. Ketches. The Kell of Wolves has a fleet gathered here. The Kell of Wolves heard the call, and summoned the House of Wolves to prepare for the great battle on Earth. The salvation of the Kell's people depends on their ability to shatter the City. It's a matter of survival.<br><br>\nNow the Wolf fleet turns to meet the Queen.<br><br>\nSee the squadrons of Skiffs wrapping themselves in stealth, cold and transparent, knifing out invisible and brave? See the Ketches like broad blades, the bright thoughts of a Servitor guiding them to battle? See them turning, accelerating, waking up their jammers and their arc guns? All doomed. The Kell of Wolves will never make it to the Twilight Gap. The Kell of Wolves put all that strength in one place, and now the Queen of the Reef is coming to break it.<br><br>\nOut there, coming out of the dark, are the Awoken. Not so great a fleet, is it? Little fighters scattered around like four-pointed thorns. Destroyers and frigates and salvaged hulls pulled out of the Reef. And right at the front, at the speartip, flies the Queen.<br><br>\nThe Wolf Kell, practical, brave, tallies strength of metal and equipment. The Kell considers the chance that the Awoken have some secret weapon, something gleaned from hulks in the Reef or whispered up by the witches, and sets that chance aside. The Kell thinks the House of Wolves can win decisively. So the Kell sends challenge and warning. I AM LORD OF WOLVES, the Kell sends. YOU ARE AN EMPTY THING WITH TWO DEAD SOULS. THIS IS MY HOUSE. THESE ARE MY TERMS. SURRENDER AND I WILL ONLY TAKE YOUR SHIPS.<br><br>\nThe Awoken fleet cuts their engines. Drifts. Wolf strike elements, torpedo-armed Skiffs hidden under jamming and camouflage, find their firing solutions.<br><br>\nThe Queen's ship broadcasts. I AM NOBLE TOO, she says, OH LORD OF WOLVES.<br><br>\nThe Kell doesn't mind a little banter before the kill. It gives the Wolf ships longer to draw the battle away from Ceres. The Kell replies. YOU HAVE NO LINE. YOU HAVE NO POWER. Captains and Barons signal their readiness, Skolas and Pirsis and Irxis, Drevis, Peekis, Parixas, all of them bound by fear and loyalty, all ready for war.<br><br>\nSTARLIGHT WAS MY MOTHER. The Queen's ship whispers in eerie erratic radio bursts. Servitors begin to report a strange taste in the void. AND MY FATHER WAS THE DARK.<br><br>\nHere, at last, too late, the Kell begins to feel fear. CALL ON THEM, THEN, the Kell sends, one last mocking signal before death and ruin, AND SEE WHAT HELP THEY OFFER.<br><br>\nSo the Queen calls, as only she can. Every Servitor in every Ketch hears it. Every Captain and Baron roars at their underlings as sensors go blind, as firing solutions falter, as reactors stutter and power systems hum with induction. Stealth fails. Space warps. The House of Wolves shouts in spikes of war-code, maneuvers wild, fires blind.<br><br>\nBehind the Queen's ship, the Harbingers awaken.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/207038_3673a45378fe00961cf65a512f1ca6ba.jpg"], "image_name": ["Ghost Fragment: Fallen 4"], "filename": ["207038_3673a45378fe00961cf65a512f1ca6ba.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/207038_3673a45378fe00961cf65a512f1ca6ba.jpg", "path": "full/2d6d71ce396242ae9b7ef7ee5fc557acdb4c6faa.jpg", "checksum": "ccbf297d8ce9b09761ecb1157c19aedd"}]},
{"title": "Ghost Fragment: Fallen 5", "content": "<p>Frozen on the monitor was an image of Sepiks Prime, the massive Prime Servitor that had been as a god to the House of Devils. Where once its plating was pristine, carefully maintained by the Archon Priest and his acolytes, it was now splotched with red growths. The ether power emanations that once glowed strong and pure were obviously corrupted.<br><br>\nGuardians had slain this god. And now it was reborn, through SIVA.<br><br>\nVariks of House Judgment sneered at the abomination. “Golden Age project, yes?” he clicked, turning to the Crow. His field agent was a young Awoken woman. “Technology of old Earth. Learned from the Great Machine.”<br><br>\nThe Eliksni burbled to himself in mocking laughter and gestured with his lower hands. “You do us proud. Go. Speak with other Crows, learn more about these... Devil Splicers.” She nodded, a small smile on her face, and left the chamber.<br><br>\nVariks allowed himself a moment of silent contemplation, looking at the now-closed door to the information suite. As always, it was lit only by the light of the dozen or so monitors in the room. <br><br>\nThe Fallen interlocked his upper hands. He bowed his head as he allowed himself to really feel the impact of that abomination on the screen. He never would have allowed anyone else to see this, but it hurt. Seeing the horror that was “Sepiks” made anew.<br><br>\nHis people had fallen. <br><br>\nVariks stared at the image of Sepiks. And as he’d done before, he wondered what would have gone differently had he been there, among his people. Could he have stopped this before it happened? Could he have found them a better way?<br><br>\n“Must be a better way for Eliksni.” He clicked quietly. “Must be a way to stop the Fall.”</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800104_41a348284e792138d21a1a1ca637579e.jpg"], "image_name": ["Ghost Fragment: Fallen 5"], "filename": ["800104_41a348284e792138d21a1a1ca637579e.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800104_41a348284e792138d21a1a1ca637579e.jpg", "path": "full/f01388e0074730033f901f239050497f02b84036.jpg", "checksum": "6c7cc851136d091cb3fac33dca6d0d58"}]},
{"title": "Splicers", "content": "<p>Within each Fallen House is a secret collective of tinkerers, bioengineers, and scientists devoted to the evolution of their species. These devout engineers are known as Splicers. <br><br>\nThe Splicers’ purpose is found in the unraveling of biological and mechanical truths. They tear into systems to reveal their value—either as tools for survival or as advancements worthy of their reverence and deification.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800420_5a44a53f403d43e08501719143336436.jpg"], "image_name": ["Splicers"], "filename": ["800420_5a44a53f403d43e08501719143336436.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800420_5a44a53f403d43e08501719143336436.jpg", "path": "full/4f61bfe5c390228198d1cd861deba7749aeec2ee.jpg", "checksum": "28b8b6231f82a0514a3b658dfd02806d"}]},
{"title": "Devil Splicers", "content": "<p>The Fallen put Splicers, their most revered scientists, to work investigating and understanding SIVA, the Golden Age wonder discovered in the Cosmodrome. <br><br>\nAs the Splicers’ knowledge of SIVA’s potential began to take shape, a rift grew between their techno-religious leaders and a younger, more ambitious sect of their rank-and-file – Devil Splicers.<br><br>\nThe leaders saw in SIVA a new god to worship. The Devil Splicers saw a way to become one with the very technology they worshiped. SIVA was a means to a greater end: evolution.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800421_8f72c225477d359b80a516207abea080.jpg"], "image_name": ["Devil Splicers"], "filename": ["800421_8f72c225477d359b80a516207abea080.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800421_8f72c225477d359b80a516207abea080.jpg", "path": "full/c130713e4b063a632b464f43174cde4434aba133.jpg", "checksum": "37586dcc4d9e2a63a92373d276dcdabb"}]}
]