[
{"title": "Riksis, Devil Archon", "content": "<p>Archons are revered amongst the Fallen. It is unknown whether these high priests are the caretakers of the Prime Servitors, or simply vicious arbiters of the Primes' will.<br><br>\nRiksis collects the skulls of dead Guardians. Whether he keeps them as trophies or presents them as offerings to whatever Prime he serves, his threat is very real, and his death will bring great joy to a City in need of hope.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/501050_d3f54d430a4bf904588c061dbab9b254.jpg"], "image_name": ["Riksis, Devil Archon"], "filename": ["501050_d3f54d430a4bf904588c061dbab9b254.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/501050_d3f54d430a4bf904588c061dbab9b254.jpg", "path": "full/e53731602768a76b7f073c0ac3abc81067fdeff8.jpg", "checksum": "474e942f85218a12b7a763052b64a9b5"}]},
{"title": "Aksor, Archon Priest", "content": "<p>A disciple of the Prime Servitor Kaliks, Aksor initiated brutal crusades against human settlements beyond the City and ravaged countless Awoken enclaves throughout the Reef. When the Queen waged her war against the Wolves, Aksor was taken alive and sealed into the infamous Prison of Elders.<br><br>\nKilling Aksor before he can join the ranks of the House of Winter weakens the Fallen, strengthens ties to the Reef, and brings the City one step closer to gaining a solid foothold along the Shattered Coast.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/601140_e03c5de2dcae52a6657e4f3f68ac9717.jpg"], "image_name": ["Aksor, Archon Priest"], "filename": ["601140_e03c5de2dcae52a6657e4f3f68ac9717.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/601140_e03c5de2dcae52a6657e4f3f68ac9717.jpg", "path": "full/d80f4fdc8d7130051ecde95cfca877ece38cbb8f.jpg", "checksum": "40548c021c440cfdbd16826f112fad7d"}]},
{"title": "Simiks-3", "content": "<p>Simiks-3 was born of Winter's Prime Servitor, rumored to have been destroyed long ago. From readings gathered during the battle, it appears Simiks-3 was uniquely equipped to process and store huge amounts of intel between itself and a chain of nearby Servitors.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/503085_c12a4c84f9d93dad5aadb656d06ba1ad.jpg"], "image_name": ["Simiks-3"], "filename": ["503085_c12a4c84f9d93dad5aadb656d06ba1ad.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/503085_c12a4c84f9d93dad5aadb656d06ba1ad.jpg", "path": "full/4208d48ed3db07d039c95daf26bfff361c50352f.jpg", "checksum": "a0824f4e4ecfa1efefcdcbb741084c65"}]},
{"title": "Draksis, Winter Kell", "content": "<p>Draksis, Kell of the Wintership Simiks-fel, has been an elusive target for the Vanguards. After his countless raids on jumpship reclamation convoys, Cayde-6 personally upped the bounty on him. With confirmed sightings of the Kell in the Ishtar Sink, the time to strike is now. <br><br>\nDefeating Draksis could throw Winter into chaos. With Simiks Prime allegedly already lost, the House leadership would be gutted - although proof of the Servitor's demise remains elusive.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/503110_468c224f56eb3077cd48c533289f652f.jpg"], "image_name": ["Draksis, Winter Kell"], "filename": ["503110_468c224f56eb3077cd48c533289f652f.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/503110_468c224f56eb3077cd48c533289f652f.jpg", "path": "full/20989d33e21d07bd2a2530460107118585f5f037.jpg", "checksum": "d7f085cbc2f16bcafcbc2ba800dc5df1"}]},
{"title": "Paskin, King Baron", "content": "<p>Prince Uldren: Look at it from the House of Kings' perspective. Their power is matched only by their cleverness. They rule the Devils from the shadows and came too close to toppling the City not once, but twice. We don't know much about them, but we know this: the Kings want the Traveler.<br><br>\nSo why would they give it all up just because some outsystem Wolf runs in calling himself Kell of Kells?<br><br>\nThe answer is: they wouldn't.<br><br>\nPetra Venj: But what if Skolas could somehow prove to them that he's the prophesied leader? Some artifact, or trick?<br><br>\nYasmin Eld: Perhaps a new power, even.<br><br>\nPrince Uldren: No. Short of the Traveler itself calling Skolas by name, the Kings would not just roll over for anyone, no matter what. They're too ambitious.<br><br>\nPetra Venj: You sound like you admire them.<br><br>\nPrince Uldren: Power cleverly deployed is always worth admiring.<br><br>\nYasmin Eld: So why send the King Barons?</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/601142_635a4690ffdea7cdee9d55429e56fbb1.jpg"], "image_name": ["Paskin, King Baron"], "filename": ["601142_635a4690ffdea7cdee9d55429e56fbb1.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/601142_635a4690ffdea7cdee9d55429e56fbb1.jpg", "path": "full/53a2a71e9801a9fdd665048bb22b00f00be3473f.jpg", "checksum": "2368d9a70a0d3659be0de18042c2366e"}]},
{"title": "The Silent Fang", "content": "<p>Commanded by the fearsome Drevis, Wolf Baroness, the Silent Fang are a unit of elite stealth warriors and assassins. Instrumental in Skolas' rise to kellship among the Wolves, the Silent Fang also menaced the Queen during the Reef War. It was Drevis and the Silent Fang who razed Amethyst, and then tricked the Queen's Armada at the Battle of Iris. Though the Silent Fang suffered a serious blow when Drevis was finally thrown in the Prison of Elders after the Siege of Pallas, they continued to threaten the Queen's forces until the war's end.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/601141_69cd8fdf18f61bb37109d27a236223df.jpg"], "image_name": ["The Silent Fang"], "filename": ["601141_69cd8fdf18f61bb37109d27a236223df.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/601141_69cd8fdf18f61bb37109d27a236223df.jpg", "path": "full/bf8e37e230ce8b39c7db0385e781e7f996ef32ae.jpg", "checksum": "3b687448a1bc7487fb4ce816656d29a6"}]},
{"title": "Sepiks Prime", "content": "<p>Floating, emotionless arbiters of life and death, Servitors are quasi-religious automata defended by the Fallen with zealous ferocity. <br><br>\nThe exalted Servitor of the Fallen House of Devils, Sepiks Prime, has long been rumored to dwell deep within the bowels of the Cosmodrome. While the Kells are the political leaders of the Fallen, Servitors are said to be their gods - and the source of their life-sustaining ether. A Prime Servitor is a target worthy of even the greatest sacrifice. Those willing to accept such a challenge will have the eternal gratitude of a City desperate for relief.<br><br>\nSepiks Prime relies on fanatical reinforcements and its own considerable tactical abilities - including a short-range teleport and a powerful directed energy weapon. Aim for the eye, and break contact if it turns your way.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/601100_0e2d3e1511abac0e7384d913ce599c66.jpg"], "image_name": ["Sepiks Prime"], "filename": ["601100_0e2d3e1511abac0e7384d913ce599c66.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/601100_0e2d3e1511abac0e7384d913ce599c66.jpg", "path": "full/be9c978d4c2660e718e3b852f9bfedfc698d562b.jpg", "checksum": "ffe2d62e9e07f183ea69336066e382fa"}]},
{"title": "Vekis, King Baron", "content": "<p>Prince Uldren: Of the Kell of Kings, we know nothing. Wherever, whoever it is, it remains hidden, even when the so-called Kell of Kells comes to its borders. Instead, it sends just two Barons: Paskin and Vekis.<br><br>\nYasmin Eld: What do we have on them?<br><br>\nPetra Venj: Should I issue bounties on them?<br><br>\nPrince Uldren: No, you do not see. Perhaps if we wait, Paskin and Vekis will do our work for us.<br><br>\nYasmin Eld: You believe Paskin and Vekis are not ambassadors?<br><br>\nPrince Uldren: I am sure of it.<br><br>\nShuro Chi: Be certain, my prince, that your assessment is free of personal bias.<br><br>\nPrince Uldren: What are you suggesting, Shuro?</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/601146_49adfbe4d933ab7a4b59d819c97de2d0.jpg"], "image_name": ["Vekis, King Baron"], "filename": ["601146_49adfbe4d933ab7a4b59d819c97de2d0.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/601146_49adfbe4d933ab7a4b59d819c97de2d0.jpg", "path": "full/021af5e78d0af77bab1618b4d112a70a0b290ce2.jpg", "checksum": "5caecb4e2d8ac0103f7ce736ae386de1"}]},
{"title": "Yavek, Wolf Baron", "content": "<p>Yavek was a minor lieutenant of Skolas' during the Reef Wars who evaded capture after the Cybele Uprising. After Skolas returned to the House of Wolves, he named Yavek a Baron to reward his loyalty, and sent him to Earth to be his negotiator with the Houses of Kings and Devils.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/601143_6f384376c379bcf7911fda02d4489a96.jpg"], "image_name": ["Yavek, Wolf Baron"], "filename": ["601143_6f384376c379bcf7911fda02d4489a96.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/601143_6f384376c379bcf7911fda02d4489a96.jpg", "path": "full/5244005f2591e7638a9880d6625a07b5cd95ef2f.jpg", "checksum": "6e3acd2c491aa5b000c8daf9d7fcfda2"}]},
{"title": "Skolas: Captured", "content": "<p>Variks keeps a ragged piece of armor in his pod. It's human tech, Golden Age. Shattered in some ancient battle, pre-Collapse, and left to drift. He found it and he brought it to his quarters so he could sit on it. It's nothing like a throne. Variks doesn't want a throne.<br><br>\nHe sits on his ancient shrapnel, unmasked, and whittles at an amethyst with the dead edge of a shock dagger. Music plays (something ancient, pre-Whirlwind, beautiful). The ether in the air is rich and it fills him up with strength. Skolas has been captured, mad Skolas who would have ruined everything. Variks should be happy. He's not. With his little knife and his two arms and his stolen shining thing he feels like a Dreg. He feels ashamed.<br><br>\nHe betrayed Skolas twice. At Cybele, and again, now. He will betray Skolas' dream ten times more. Variks will never be strong like Skolas, big like Skolas, a leader like Skolas. Variks will work for the Queen, oversee the Prisons, watch his fellow Fallen (they are Fallen, it's a good name now) fight and die as gladiators who want nothing except a chance to hurt Guardians. Even Skolas.<br><br>\nHe tried to use the Vex, word has it. He tried to use their machines. Has that ever worked for anyone? Maybe one. Maybe a few: the Osiris cultists are Variks' favorite people. Maybe that's how you survive this alien star where dead gods slumber and dead heroes walk. You cozy up to powers you barely understand and make yourself useful, or at least inoffensive. You become a parasite, a scavenger, a servant.<br><br>\nThat's dreg strength. That's the strength that keeps Variks alive. It's nothing to be ashamed of.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/601148_e0ad069942ab15b1199185fc0a4d1316.jpg"], "image_name": ["Skolas: Captured"], "filename": ["601148_e0ad069942ab15b1199185fc0a4d1316.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/601148_e0ad069942ab15b1199185fc0a4d1316.jpg", "path": "full/8f4dd43661b890cad10478894d785be9a817b69f.jpg", "checksum": "e63f9be650a0fc35e87b8c11c1084fac"}]},
{"title": "Skolas: Captured", "content": "<p>Variks keeps a ragged piece of armor in his pod. It's human tech, Golden Age. Shattered in some ancient battle, pre-Collapse, and left to drift. He found it and he brought it to his quarters so he could sit on it. It's nothing like a throne. Variks doesn't want a throne.<br><br>\nHe sits on his ancient shrapnel, unmasked, and whittles at an amethyst with the dead edge of a shock dagger. Music plays (something ancient, pre-Whirlwind, beautiful). The ether in the air is rich and it fills him up with strength. Skolas has been captured, mad Skolas who would have ruined everything. Variks should be happy. He's not. With his little knife and his two arms and his stolen shining thing he feels like a Dreg. He feels ashamed.<br><br>\nHe betrayed Skolas twice. At Cybele, and again, now. He will betray Skolas' dream ten times more. Variks will never be strong like Skolas, big like Skolas, a leader like Skolas. Variks will work for the Queen, oversee the Prisons, watch his fellow Fallen (they are Fallen, it's a good name now) fight and die as gladiators who want nothing except a chance to hurt Guardians. Even Skolas.<br><br>\nHe tried to use the Vex, word has it. He tried to use their machines. Has that ever worked for anyone? Maybe one. Maybe a few: the Osiris cultists are Variks' favorite people. Maybe that's how you survive this alien star where dead gods slumber and dead heroes walk. You cozy up to powers you barely understand and make yourself useful, or at least inoffensive. You become a parasite, a scavenger, a servant.<br><br>\nThat's dreg strength. That's the strength that keeps Variks alive. It's nothing to be ashamed of.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/601148_e0ad069942ab15b1199185fc0a4d1316.jpg"], "image_name": ["Skolas: Captured"], "filename": ["601148_e0ad069942ab15b1199185fc0a4d1316.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/601148_e0ad069942ab15b1199185fc0a4d1316.jpg", "path": "full/8f4dd43661b890cad10478894d785be9a817b69f.jpg", "checksum": "e63f9be650a0fc35e87b8c11c1084fac"}]},
{"title": "Skolas: Defeated", "content": "<p>Skolas is dead. <br><br>\nVariks sits carving at his piece of amethyst. His undocked arms are weaker, less precise, but it is a comfort to feel the crystal press hard into his palm. The knife slips. He cuts himself. \"Ai,\" he says, and of course right then the door opens, Variks has no privacy, Variks wants no privacy, Variks lives to serve the Queen.<br><br>\nIt's Petra Venj. She's masked against the ether air. \"The Prince wants to speak,\" she says, and then, seeing him unmasked and bleeding, she chuckles. Petra depends on Variks for intelligence and Variks, frustrated with her insane risk-taking and bravado, sometimes gives her tips meant to get her killed. Petra has figured this out. Petra and Variks know each other's agendas and each other's strengths and to Variks that's as close as any two people can get. Petra is smart: she sends Guardians now, people who can die as much as they like.<br><br>\n\"You slipped,\" she says.<br><br>\nVariks holds up the amethyst in his bleeding hand. It's a Reef gem. \"I wound myself,\" he says, \"to make this more beautiful.\"<br><br>\nShe stares into the gem with a distant Awoken eye. What does she see? Variks knows she has visions and he knows those visions haunt her, drive her. The Awoken are twinned to powers that terrify Variks. He'd dock himself again before he'd let the Queen's witches near him, the witches who raised Petra.<br><br>\nThe unfairness of it makes him want to roar. Why does everyone else have this patronage? Why do the Hive have gods and the Vex have sprawling time-bent minds and the Cabal have reinforcements? Why do the Awoken whisper to the stars and listen for the whisper back, the voices from the Jovians, the song in the dark? Why do the Guardians get the Great Machine's blessing, was it like that before the Whirlwind, were there Fallen heroes crowned in Ghosts who strode the battlefield fearless and full of Light? Why do they tell stories about reclaiming the lost glory of humanity, and no stories about the lost glory of Variks' people, the House of Judgment that once kept codes of dignity and law?<br><br>\nWhy can't the Fallen have that strength? But no, that strength is not for them, not for Variks. Just this bleeding, sad pragmatism. Just dreg strength. Hanging on.<br><br>\nThe alternative is Skolas' strength, fighting together, raging against extinction. Look where that's gotten the species. The House of Devils' Prime is dead. The House of Winter's leadership devastated. The poor Exiles trying to claw out some security against the Hive. In the last few years the Fallen have lost so much—and everything is escalating around them. There are gods and powers converging on this system, old machines waking up, old bones whispering flatteries. They need a new way.<br><br>\n\"Put your mask on,\" Petra says. \"The Prince gets sullen if he's kept waiting.\"<br><br>\n\"Not like us,\" Variks says, oh so mild. The wound on his hand will heal. His work in the Prison of Elders, setting up trial by combat, building an audience and a relationship with the Reef's scavengers and armories, will bring him a little closer towards rebuilding the House of Judgment. Skolas' fury has guttered out. The Fallen may yet accept peaceful, lawful rule. They may yet survive. They'll hang on. \"We're very patient, yes?\"<br><br>\nPetra looks down on him with pity and contempt and a strange fondness.<br><br>\nHe puts on his mask.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/601904_94eb22ee353b2e881a853980ce361ce4.jpg"], "image_name": ["Skolas: Defeated"], "filename": ["601904_94eb22ee353b2e881a853980ce361ce4.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/601904_94eb22ee353b2e881a853980ce361ce4.jpg", "path": "full/cadfc377007749166d8e16c48158e720b116858b.jpg", "checksum": "f7571788b28504150ea0553f52eca90c"}]},
{"title": "Taniks, the Scarred", "content": "<p>Taniks, the Scarred, a mercenary known for the theft of Aksor from the Prison of Elders and the murder of Hunter Vanguard Andal Brask, sells his services to any Fallen House willing to pay the right price. It is believed by the Fallen that he is undying, a living huntsman whose physical self is joined with a mix of technologies, each pilfered from legendary treasure troves. But treasure is not the only currency of value to Taniks. His true ambitions rest in the challenge of the feats in front of him, and the rewards simply allow him to exist free of any Kell’s rule.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/601149_2101cbafbd711422fde8278a06ba91f2.jpg"], "image_name": ["Taniks, the Scarred"], "filename": ["601149_2101cbafbd711422fde8278a06ba91f2.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/601149_2101cbafbd711422fde8278a06ba91f2.jpg", "path": "full/00c26364a0c9e53f4eb5311532843e165fc89824.jpg", "checksum": "00be69a51bbc070e7a3825846e7b35f3"}]},
{"title": "Pilot Servitor", "content": "<p>Pilot Servitors were not typically utilized as combatants in Fallen battle plans. Their purpose was manning the flight of various Fallen ships, from crew transports to massive war-barges.<br><br>\nDuring the Reef Wars, however, Skolas crafted brutal new tactics to inflict maximum destruction upon the Awoken, including suicide attacks led by Pilot Servitors.<br><br>\nWith the wounds of the Reef Wars renewed by the House of Wolves' betrayal, the Queen no longer abides their presence in her Reef.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/601900_8c4e07c520b7aca609fa684e27b861be.jpg"], "image_name": ["Pilot Servitor"], "filename": ["601900_8c4e07c520b7aca609fa684e27b861be.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/601900_8c4e07c520b7aca609fa684e27b861be.jpg", "path": "full/98ddee11e6780cc9e138c0bb0221e3dbd9687e62.jpg", "checksum": "4510322ea3e0b8ec4b97f2386b186371"}]},
{"title": "Vosik, the Archpriest", "content": "<p>As an Archpriest, Vosik is second-in-command of the Devil Splicers and will follow Aksis in ascending to godhood— someday. Vosik has been enhanced by SIVA, but lacks the total apotheosis of Aksis, Archon Prime. Vosik wields the technology to build and maintain a body for Aksis. Nothing more, nothing less.<br><br>\nIn due time, Vosik will ascend. All his people will. And worlds will fall.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800426_8a407e477612e5e8e38a7c7847e21bf1.jpg"], "image_name": ["Vosik, the Archpriest"], "filename": ["800426_8a407e477612e5e8e38a7c7847e21bf1.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800426_8a407e477612e5e8e38a7c7847e21bf1.jpg", "path": "full/7367f869666065b5e68b7f478553768598a10659.jpg", "checksum": "29fac3a96a3f83cc910c91a089d04fd8"}]},
{"title": "Kovik, Splicer Priest", "content": "<p>Kovik's twisted science is believed to be responsible for the Devil Splicers' SIVA-fueled evolution. But his ambitions didn’t stop with the augmentation of Fallen from ether-starved pirates to half-machine demigods. Instead, the mad Priest’s research took a far more sinister turn as he sought to control and weaponize the more aggressive aspects of the Hive’s mysterious biology.<br><br>\nIf Kovik’s experiments were allowed to succeed, or be furthered in his absence, there is no telling how dangerous the Devil Splicers could become</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800427_9a88147d9817f6f6f91a71bbb0a80464.jpg"], "image_name": ["Kovik, Splicer Priest"], "filename": ["800427_9a88147d9817f6f6f91a71bbb0a80464.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800427_9a88147d9817f6f6f91a71bbb0a80464.jpg", "path": "full/ea443ecac14ca2a100f87b2a0384b5e7d36ed17d.jpg", "checksum": "2e827428303907585dedcf0cb1cdbf82"}]},
{"title": "Kaliks Reborn", "content": "<p>Kit-bashed using parts and pieces of lesser Servitors, Kaliks Reborn is fueled by servants so loyal to the rule of the long-lost Kaliks Prime that they would sacrifice their own ether to the last fume.<br><br>\nKaliks Reborn is seen by these devout prisoners as the resurrection of their Prime. With a Kaliks to serve, the Fallen may rally, the Wolves may gain new strength. Or worse, a new House may rise—a House blinded by faith and hungry to be seen as equal.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/601902_4c8091b1def11d157c34a9b96855c7e7.jpg"], "image_name": ["Kaliks Reborn"], "filename": ["601902_4c8091b1def11d157c34a9b96855c7e7.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/601902_4c8091b1def11d157c34a9b96855c7e7.jpg", "path": "full/489eb4a10a6ce925e086d581d65d637191e3a563.jpg", "checksum": "878d468c2f3489884d149a636ec949a8"}]},
{"title": "S.A.B.E.R.-2", "content": "<p>Reports show this vastly modified Shank and its defense armaments are enough to force the Vanguard to strike, but it is the tech underneath its layers of armor, cobbled together from Cosmodrome debris and cannibalized Servitor parts that is most concerning. All intel points to modifications made specially by rising Archons to breach the Warmind's firewalls and seize control of its systems.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700410_79fd14eca71e2600f8bfcf3826ff2495.jpg"], "image_name": ["S.A.B.E.R.-2"], "filename": ["700410_79fd14eca71e2600f8bfcf3826ff2495.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700410_79fd14eca71e2600f8bfcf3826ff2495.jpg", "path": "full/71b0f9a3e0a09538abbc449e419777c03c59b254.jpg", "checksum": "79179c9a5f8bb94320c25047b00ee060"}]},
{"title": "Sepiks Perfected", "content": "<p>The Fallen House of Devils had a firm grip on the Cosmodrome until brave Guardians began to push them back, taking out their leaders and engaging the Devils’ crews at every turn. Despite continued success against Fallen leadership throughout the Cosmodrome, no victory delivered a more crushing blow to the Devils than the destruction of their God-Servitor, Sepiks Prime.<br><br>\nBut Sepiks has been reborn— Augmented and Perfected through SIVA and set to usher in the conversion of the House of Devils from desperate scavengers to SIVA-powered soldiers. Through Sepiks and those like it, SIVA will change the world.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800428_c5d8ca67425796c78730b3d421fa1ad4.jpg"], "image_name": ["Sepiks Perfected"], "filename": ["800428_c5d8ca67425796c78730b3d421fa1ad4.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800428_c5d8ca67425796c78730b3d421fa1ad4.jpg", "path": "full/74dca2f0c1b3f73f087da5e663fc98ba836e9abc.jpg", "checksum": "5408e8559ff27817c7fe9a3ddfac3d5b"}]},
{"title": "Aksis, Archon Prime", "content": "<p>Aksis is the fruit of the Devil Splicers’ labor. A former Archon Priest, Aksis has submerged himself in SIVA’s apotheosis and emerged as Archon Prime. All that he was is gone: his dreams. His hopes. Replaced by agency. He has shed his gods and his Ether like skin, and in his uplifted state, waits in his Perfection Complex for offerings of SIVA from all Fallen.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800425_528680156ef66a57a8f35b5694f10a3d.jpg"], "image_name": ["Aksis, Archon Prime"], "filename": ["800425_528680156ef66a57a8f35b5694f10a3d.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800425_528680156ef66a57a8f35b5694f10a3d.jpg", "path": "full/a484d1dc489e5439e54c1805a06fc7245c6510b5.jpg", "checksum": "29a3fc795201fe2e0159d95c2cdec81d"}]}
]