[
{"title": "WANTED:\nWolf Pack", "content": "<p>WANTED: Any and all high-ranking members of Skolas' inner circle, a.k.a. \"The Wolf Pack\"<br><br>\nBounty: 100 Marks, Queen's Wrath.<br><br>\nWanted for: Treachery and high treason against the Queen; sedition; war crimes; evading justice<br><br>\nDescription:<br>\n- Fallen Class: Vandals, Captains<br>\n- Stealth camouflage<br>\n- Weapon: Shrapnel Launcher <br><br>\nAffiliations: Skolas<br><br>\nBring proof of kill to PETRA VENJ, Vestian Outpost (5560 Amytis)</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688010_8acca7fde4a61d49f1a141eacc0f9df6.jpg"], "image_name": ["WANTED:\nWolf Pack"], "filename": ["688010_8acca7fde4a61d49f1a141eacc0f9df6.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688010_8acca7fde4a61d49f1a141eacc0f9df6.jpg", "path": "full/7b2f1bb55d9c2aaf1adf8fcace2c391b36fbdcdb.jpg", "checksum": "45d803600ed4a1d30577390c31905244"}]},
{"title": "WANTED: Veliniks, the Ravenous", "content": "<p>The Maraid, Book VIII, Chapter 10<br><br>\nAbstract:<br>\nThough many Wolves knelt to the Queen, some refused to admit the war was over. A group of Wolves rallied under the banner of a new would-be Kell: Veliniks, called the Ravenous.<br><br>\nBut before Veliniks could strike at the Reef, the Reef struck at him: Lieutenant Petra Venj, a Corsair who had served under Paladin Abra Zire during the Hildian Campaign, hunted down and captured Veliniks.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688080_24302a0620d5941f4b1fc2118aa02358.jpg"], "image_name": ["WANTED: Veliniks, the Ravenous"], "filename": ["688080_24302a0620d5941f4b1fc2118aa02358.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688080_24302a0620d5941f4b1fc2118aa02358.jpg", "path": "full/ce68dda1924459b3661ba66b9ecc33bf125ce770.jpg", "checksum": "de3186aa819f630c5256594eda36d75a"}]},
{"title": "WANTED: Beltrik, the Veiled", "content": "<p>The Maraid, Book VIII, Chapter 7<br><br>\nAbstract:<br>\nFinally, Beltrik, the Veiled left the Hildians and massed his fleet at Fortuna, to replenish his ketches' Ether from the organic compounds found on the asteroid's surface. His ships landed on Fortuna one at a time, the rest forming a defensive screen around its surface. He believed that Paladin Zire would attack the screen and destroy her fleet against the shield wall.<br><br>\nBut Abra Zire's fury over the Battle of False Tidings had chilled over the years into an icy, clever resolve. She separated her forces in two, and engaged Beltrik's veil with what he thought was her entire host. But in secret, Abra deployed her second fleet with a weapon the Reef had been working on since Bamberga: Carybdis, a gravity weapon strong enough to knock asteroids off course. Carybdis caught asteroid Tinette in its beam and flung it into Fortuna, destroying both and severely damaging Beltrik's fleet. Beltrik was easily captured in the ensuing chaos, and brought swiftly to the Queen. The fight became known as the Fortuna Plummet, as are, on occasion, the remains of Fortuna and Tinette as well.<br><br>\nAfter the Fortuna Plummet, one of Prince Uldren's Crows returned with a message from a Fallen, by the name of Variks, of the House of Judgment.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688100_337e378d522d126a60d3523a9e7bdb77.jpg"], "image_name": ["WANTED: Beltrik, the Veiled"], "filename": ["688100_337e378d522d126a60d3523a9e7bdb77.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688100_337e378d522d126a60d3523a9e7bdb77.jpg", "path": "full/04e26fb03b1b23027f1089a93a392c6684ba3935.jpg", "checksum": "c2b38423b7e2657d0faeb45b9226f1ce"}]},
{"title": "WANTED: Skolas, Kell of Kells", "content": "<p>The Maraid, Book VII, Chapter 10<br><br>\nAbstract:<br>\nThe transmission was broadcasted on all Fallen frequencies. Lacking, at the time, the ability to crack Fallen encryptions, the Master of Crows could discern only that the Fallen Houses were all talking to each other. That was a thing that had never happened before.<br><br>\nThen the Techeuns looked Earthward—and saw the Fallen there becoming bolder. Tactics suggested they were planning a massive attack. We had no interplanetary arrays—no way to warn Earth. We thought we would be able to do nothing but watch.<br><br>\nBut then the Wolves arrived from the Jovians. Their army was hundreds of thousands, perhaps millions strong: a dark wave that washed over the Reef, rushing toward the Earth. As soon as we saw them it was clear that if the Wolves reached Earth, the City would fall.<br><br>\nSeemingly oblivious to our existence, the bulk of the Wolf fleet stopped to regroup at Ceres. The Queen's decision was this: attack the House of Wolves, thereby saving Earth but revealing the Reef's presence to any and all enemies in the quadrant; or remain silent, preserving the Reef's invisibility but allowing the City to perish.<br><br>\nHer Harbingers ripped into Ceres, destroying the asteroid and killing Virixas, Kell of Wolves and more than half his House. The remaining Wolves scattered, burrowing deep into the Belt for cover. There, new claimants to the Kellship quickly arose: Irxis, Wolf Baroness; Parixas, the Howling; and Skolas, the Rabid.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688020_69ecb4cc92813ec67b27f7230e283aec.jpg"], "image_name": ["WANTED: Skolas, Kell of Kells"], "filename": ["688020_69ecb4cc92813ec67b27f7230e283aec.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688020_69ecb4cc92813ec67b27f7230e283aec.jpg", "path": "full/489748dcd44809660115e44ff5136beb86872720.jpg", "checksum": "d753af36527c88219472dce8ae9b2b05"}]},
{"title": "WANTED: Kaliks-12", "content": "<p>The Maraid, Book VIII, Chapter 8<br><br>\nAbstract:<br>\nIn desperation, Skolas personally led an all-out assault on the military fortress of Cybele. Little did he know that the Queen knew of his plans, thanks to the word of Variks of the House of Judgment. No sooner had Skolas' ketches arrived at the asteroid than all four Armada Paladins—Abra Zire, Kamala Rior, Leona Bryl and Hallam Fen—caught him in a pincer movement. Kaliks-12, the High Servitor of Skriviks, the Sharp-Eyed, tried to escape, but Abra Zire chased it down.<br><br>\nSkolas' Cybele Uprising had failed. He, Skriviks, Kaliks-12 and the rest of his leaders were cast into the Queen's prison. The Reef Wars were effectively over.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688070_dea812a423d2292826bea93dc8361ac9.jpg"], "image_name": ["WANTED: Kaliks-12"], "filename": ["688070_dea812a423d2292826bea93dc8361ac9.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688070_dea812a423d2292826bea93dc8361ac9.jpg", "path": "full/ca6da1b5c11066b534a047e67622ef0c1a3e5ffa.jpg", "checksum": "d7ab0b0270cbc2e5063f960778b8f1a0"}]},
{"title": "WANTED: Peekis, the Disavowed", "content": "<p>The Maraid, Book VIII, Chapter 2<br><br>\nAbstract:<br>\nWhat Peekis' assault lacked in finesse it made up for in sheer numbers and desperation. Irxis' ketches were pinned against Eos, and the two sides engaged in the bloody, bitter battle known as the Eos Clash, which left Irxis dead and both fleets nearly decimated. In the aftermath, the Crows salvaged one Orbiks servitor, Mecher Orbiks-11, believed to be the last of its programming.<br><br>\nThough technically a victory for Skolas, the Eos Clash came at a terrible cost for him. He docked Peekis' arms and demoted him to Dreg as punishment for his recklessness.<br><br>\nAfter the Eos Clash, Skolas changed his strategy.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688090_989b9b25acbfbd30cb33b73015497be1.jpg"], "image_name": ["WANTED: Peekis, the Disavowed"], "filename": ["688090_989b9b25acbfbd30cb33b73015497be1.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688090_989b9b25acbfbd30cb33b73015497be1.jpg", "path": "full/5e527bbe69c8899e841130df6595632c9602ed14.jpg", "checksum": "4fdff6377cbc74c9c4e22d12fbc1ab1a"}]},
{"title": "WANTED: Grayor, Wolf Assassin", "content": "<p>The Maraid, Book VIII, Chapter 3<br><br>\nAbstract:<br>\nWith Skolas and Parixas still fighting, no one expected either to attack the Reef. So by the time Paladin Abra Zire arrived at Amethyst it was too late: the Silent Fang, led by Drevis herself had massacred almost everyone in the station, including Coven Leader Pinar Venj.<br><br>\nPaladin Zire gave chase, and followed the Fang to Iris, where, behind the glare of Iris' brightness, a Wolf ketch lay in wait. But the ketch was no match for Zire's smaller, faster ships, or her ferocity.<br><br>\nWhen the Battle of Iris was over, however, it was not Drevis at Zire's' feet. It was Parixas.<br><br>\nGrayor, another of Skolas' loyal vassals, had attacked Parixas' ketch at the same time that Drevis had attacked Amethyst. He, too, had lured Parixas to Iris, then the Silent Fang had used Iris' unusual brightness to disappear just as Zire and Parixas arrived in the system.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688040_0bca3e5ead3d7a7584cb0826cb5c4377.jpg"], "image_name": ["WANTED: Grayor, Wolf Assassin"], "filename": ["688040_0bca3e5ead3d7a7584cb0826cb5c4377.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688040_0bca3e5ead3d7a7584cb0826cb5c4377.jpg", "path": "full/6d800956c80c5924e43861dfcb73e1d87cab4925.jpg", "checksum": "6109fda23eb348afef54cca36dc85916"}]},
{"title": "WANTED: Drevis, Wolf Baroness", "content": "<p>The Maraid, Book VIII, Chapter 4<br><br>\nAbstract:<br>\nAfter a string of defeats—at Amethyst, at Hygiea, arguably at Iris—Prince Uldren's Crows finally made headway against the Wolves' encryption. They quickly discovered a seemingly unimportant piece of information: the House of Wolves had incorrectly calculated the eccentricity of the asteroid Bamberga.<br><br>\nSo Paladin Imogen Rife chased Drevis, Wolf Baroness, directly into Bamberga's trajectory. Drevis' ketch was destroyed, and both she and her High Servitor, Kaliks-4, were captured.<br><br>\nIt was the first decisive Reef victory since the Scatter. But on her way back to Vesta with her captives, Paladin Rife was attacked at Pallas.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688050_f8a205d0fe169d40dd35ad5c28457207.jpg"], "image_name": ["WANTED: Drevis, Wolf Baroness"], "filename": ["688050_f8a205d0fe169d40dd35ad5c28457207.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688050_f8a205d0fe169d40dd35ad5c28457207.jpg", "path": "full/ae1fe9aa2b49a490beee854d6265efa329a5201e.jpg", "checksum": "b7526524f3e3531c9f61350702950274"}]},
{"title": "WANTED: Skoriks, Archon-Slayer", "content": "<p>HULL OF CROWS — &gt; VESTIAN OUTPOST<br>\nVENTRIS CYPHER ROOT9<br><br>\nNothing good, I'm afraid.<br><br>\nFrankly, I’m surprised at the amount of support Skolas has secured this time around. He was never this popular before his capture. The only dissenter among their ranks appears to be one named Skoriks, called Archon-Slayer. He earned that nickname in just the way you'd expect, though we're not yet sure of his motivation. The most recent report shows Skoriks fleeing the House of Wolves. He appears to be heading for Luna.<br><br>\nMy recommendation: Enemies of enemies aren't always friends. Snip the loose string. Perhaps one of your new pet Guardians might handle it.<br><br>\nIf you need anything else, you know where to find me. And if you don't—I'll find you.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688030_1b636d92d5634f65fea5470bf0f0081b.jpg"], "image_name": ["WANTED: Skoriks, Archon-Slayer"], "filename": ["688030_1b636d92d5634f65fea5470bf0f0081b.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688030_1b636d92d5634f65fea5470bf0f0081b.jpg", "path": "full/e83c319f7d01184a98319782351c52d1a90552e3.jpg", "checksum": "53e6ec5ec673eddf2dfb435e5b2033d1"}]},
{"title": "WANTED: Pirsis, Pallas-Bane", "content": "<p>The Maraid, Book VIII, Chapter 6<br><br>\nAbstract:<br>\nWeksis' attack may have been unsuccessful, but it inspired another, deadlier assault. This time Pirsis, the Bane of Pallas herself led another strike, blasting through the same Athens Hull breach that Weksis had weakened in his assault.<br><br>\nPirsis' strike team managed to free Kaliks-4, but Paladin Imogen Rife cut them off outside Drevis' cell. Pirsis might have escaped, but she refused to retreat without Drevis. Paladin Rife destroyed Kaliks-4 to prevent the Wolves from recovering it, and eventually the Wolves were forced back—but not before Pirsis slew Paladin Rife with her own blade.<br><br>\nFinally, Commander Hallam Fen, Imogen Rife's protégé, was able to establish a line of communication with the rest of the Reef. Working with the Techeuns and the Crows, they created an enormous visual illusion of the Harbingers, making it seem as if the Queen had finally decided to cut her losses and destroy the asteroid. It worked—the false Harbingers so scared the Wolf fleet that they broke ranks. Then the combined forces of Commander Fen, Paladin Leona Bryl and Paladin Kamala Rior slammed, capturing Pirsis, Pallas-Bane and driving the rest of the Wolves off.<br><br>\nHallam Fen brought Drevis to Vesta, years after Imogen Rife had set out to do so. As a reward for his service, the Queen bequeathed him Rife's place among the Seven Paladins.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688060_33505b87dac2e1cc517724dd3ecfede5.jpg"], "image_name": ["WANTED: Pirsis, Pallas-Bane"], "filename": ["688060_33505b87dac2e1cc517724dd3ecfede5.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688060_33505b87dac2e1cc517724dd3ecfede5.jpg", "path": "full/2c66daac95016d779aee4bb2818ac861a5535686.jpg", "checksum": "54d7056b9376d59357a68332af63550c"}]},
{"title": "WANTED: Mecher Orbiks-11", "content": "<p>The Maraid, Book VIII, Chapter 1<br><br>\nAbstract:<br>\nAfter the Scatter, the frontrunner for the Kellship was Irxis, Wolf Baroness. While Skolas and Parixas scrambled over the Kaliks servitors, Irxis secured the command of the Orbiks servitors.<br><br>\nTheir history is still unclear, but the Orbiks originate with either another Fallen house—perhaps one that the Wolves absorbed long ago—or a modification of the Kaliks servitors. Either way, the Orbiks servitors held permissions on Kaliks servitors, which allowed Irxis to wreak havoc among her rivals' forces at the start of the Reef Wars.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688110_b2a58474da9a9f5e76787d2d7a7406ce.jpg"], "image_name": ["WANTED: Mecher Orbiks-11"], "filename": ["688110_b2a58474da9a9f5e76787d2d7a7406ce.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688110_b2a58474da9a9f5e76787d2d7a7406ce.jpg", "path": "full/89e02dfa2b962153c392659efa1314937c92d8ab.jpg", "checksum": "26b9bc498b0886e3f6c6c5ccaad785ac"}]},
{"title": "WANTED: Saviks, Queenbreaker", "content": "<p>The Maraid, Book VIII, Chapter 9 <br><br>\nAbstract:<br>\nVariks of the House of Judgment declared Queen Mara Sov the new Kell of Wolves, and advised those captured at Cybele to serve her. The first among these to pledge their loyalty to the Queen was one called Saviks, who was given the honor of serving in the Queen's throne room, to the right of the Queen herself.<br><br>\n[See Book IX, Chapter 3, subsection \"The Queenbreakers.\"]</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688120_9a9219029b98911865ee23274b306b39.jpg"], "image_name": ["WANTED: Saviks, Queenbreaker"], "filename": ["688120_9a9219029b98911865ee23274b306b39.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688120_9a9219029b98911865ee23274b306b39.jpg", "path": "full/2a0a8dcb27342fb62e77a4c8173399f87f3ff053.jpg", "checksum": "b3a327f72e5e6aa676521dfc1a415b7c"}]},
{"title": "WANTED: Wolf Scavenger", "content": "<p>WANTED: Any and all \"Wolf Scavengers\"<br><br>\nBounty: 100 Marks, Queen's Wrath<br><br>\nWanted for: Treachery and high treason against the Queen; evading justice<br><br>\nDescription:<br>\n- Fallen Class: Dregs<br>\n- Weapon: Shrapnel Launcher<br><br>\nAffiliations: Skolas, Beltrik<br><br>\nBring proof of kill to PETRA VENJ, Vestian Outpost (5560 Amytis)</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688140_958bc354a674607d42aefd53c471638a.jpg"], "image_name": ["WANTED: Wolf Scavenger"], "filename": ["688140_958bc354a674607d42aefd53c471638a.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688140_958bc354a674607d42aefd53c471638a.jpg", "path": "full/5551b0fbae74146b48ec3619e72fb59ed07f2a63.jpg", "checksum": "4434d30fad600e28a0d8b25799adc698"}]},
{"title": "WANTED: Weksis, the Meek", "content": "<p>The Maraid, Book VIII, Chapter 5<br><br>\nAbstract:<br>\nUnder Skolas' vassal Pirsis, called Pallas-Bane, the Wolves amassed the largest Wolf fleet that had been seen since the Scatter. The Queen could not use her Harbingers against them—if she did, Imogen Rife and her fleet and all the people of Pallas would have been killed as well.<br><br>\nFor years the siege endured. At first, neither side dared to attack the other: on Pallas, Paladin Rife knew that Pirsis had the firepower to destroy the asteroid. Above Pallas, Pirsis held back, hoping to rescue Drevis and Kaliks-4 and the other Wolves that Paladin Rife had captured at the Battle of Bamberga's Wrath. The Queen sought to diffuse the siege by sending Armada Paladins Abra Zire and Kamala Rior into the Hildian Asteroids, where Skolas was rumored to be hiding, but with the help of his tactician Beltrik, the Veiled, Skolas thwarted them.<br><br>\nThe stalemate over Pallas was broken by, of all beings, a dreg. Ironically dubbed Weksis the Meek, the dreg led dozens of followers in an unsanctioned attack on Pallas. They managed to blast a hole in the Athens Hull, but were stopped soon after by Commander Hallam Fen. Weksis and the surviving followers were imprisoned alongside those they had come to save.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688130_365963f9f84adf3c99d750d64a104270.jpg"], "image_name": ["WANTED: Weksis, the Meek"], "filename": ["688130_365963f9f84adf3c99d750d64a104270.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688130_365963f9f84adf3c99d750d64a104270.jpg", "path": "full/1ef1a644d957d85c3099b179682b0e6634ad3e21.jpg", "checksum": "7e11cb877dd6104b1a2d8b7520aed203"}]},
{"title": "WANTED: Weksis, the Meek", "content": "<p>The Maraid, Book VIII, Chapter 5<br><br>\nAbstract:<br>\nUnder Skolas' vassal Pirsis, called Pallas-Bane, the Wolves amassed the largest Wolf fleet that had been seen since the Scatter. The Queen could not use her Harbingers against them—if she did, Imogen Rife and her fleet and all the people of Pallas would have been killed as well.<br><br>\nFor years the siege endured. At first, neither side dared to attack the other: on Pallas, Paladin Rife knew that Pirsis had the firepower to destroy the asteroid. Above Pallas, Pirsis held back, hoping to rescue Drevis and Kaliks-4 and the other Wolves that Paladin Rife had captured at the Battle of Bamberga's Wrath. The Queen sought to diffuse the siege by sending Armada Paladins Abra Zire and Kamala Rior into the Hildian Asteroids, where Skolas was rumored to be hiding, but with the help of his tactician Beltrik, the Veiled, Skolas thwarted them.<br><br>\nThe stalemate over Pallas was broken by, of all beings, a dreg. Ironically dubbed Weksis the Meek, the dreg led dozens of followers in an unsanctioned attack on Pallas. They managed to blast a hole in the Athens Hull, but were stopped soon after by Commander Hallam Fen. Weksis and the surviving followers were imprisoned alongside those they had come to save.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688130_365963f9f84adf3c99d750d64a104270.jpg"], "image_name": ["WANTED: Weksis, the Meek"], "filename": ["688130_365963f9f84adf3c99d750d64a104270.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688130_365963f9f84adf3c99d750d64a104270.jpg", "path": "full/1ef1a644d957d85c3099b179682b0e6634ad3e21.jpg", "checksum": "7e11cb877dd6104b1a2d8b7520aed203"}]},
{"title": "WANTED: Queenbreaker Vandal", "content": "<p>WANTED: Any and all traitorous Wolf Vandals known as Queenbreakers.<br><br>\nBounty: 100 Marks, Queen's Wrath; first claim to spoils<br><br>\nWanted for: Treachery and high treason against the Queen of the Reef<br><br>\nDescription:<br>\n- Weapon: Wire Rifle<br><br>\nAffiliations: Skolas, Saviks<br><br>\nBring proof of kill to PETRA VENJ, Vestian Outpost (5560 Amytis)</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688170_213c5f1912a609d43c7c31c4d80363ea.jpg"], "image_name": ["WANTED: Queenbreaker Vandal"], "filename": ["688170_213c5f1912a609d43c7c31c4d80363ea.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688170_213c5f1912a609d43c7c31c4d80363ea.jpg", "path": "full/e6e03abf1559010ca04eb2463f1f5d33565d441d.jpg", "checksum": "61a74a2150a33bac9a3878edd2e84fd5"}]},
{"title": "WANTED: High Servitor", "content": "<p>WANTED: Any and all High Servitors of the House of Wolves<br><br>\nSHOOT TO KILL OR DISMANTLE<br><br>\nBounty: 100 Marks, Queen's Wrath<br><br>\nAffiliations: Skolas, Kaliks Servitors, Orbiks Servitors<br><br>\nBring proof of kill to PETRA VENJ, Vestian Outpost (5560 Amytis)</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688160_f784c7ad6099dd0c33c84a56b74ab703.jpg"], "image_name": ["WANTED: High Servitor"], "filename": ["688160_f784c7ad6099dd0c33c84a56b74ab703.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688160_f784c7ad6099dd0c33c84a56b74ab703.jpg", "path": "full/18a57b12cab9ebc5820bca3380637b5efdea1edc.jpg", "checksum": "0d021381a4a2a32d57a2fed4dd78044f"}]},
{"title": "WANTED: Ether Runner", "content": "<p>WANTED: Any and all Ether Runner Servitors of the House of Wolves<br><br>\nSHOOT TO KILL OR DISMANTLE<br><br>\nBounty: 100 Marks, Queen's Wrath<br><br>\nAffiliations: Skolas, Kaliks servitors, Orbiks servitors<br><br>\nBring proof of kill to PETRA VENJ, Vestian Outpost (5560 Amytis)</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688200_6810b3399c01548a6f826e7129afe988.jpg"], "image_name": ["WANTED: Ether Runner"], "filename": ["688200_6810b3399c01548a6f826e7129afe988.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688200_6810b3399c01548a6f826e7129afe988.jpg", "path": "full/0272cdb18d8db065b2f72446721b7d56977e9661.jpg", "checksum": "67d42b5fce0a0614d4b60862bace1188"}]},
{"title": "WANTED: Repeater Shank", "content": "<p>WANTED: Repeater-equipped Wolf Shank<br><br>\nSHOOT TO KILL OR DISMANTLE<br><br>\nBounty: 100 Marks, Queen's Wrath<br><br>\nAffiliations: Skolas, Kaliks Servitors, Orbiks Servitors<br><br>\nBring proof of kill to PETRA VENJ, Vestian Outpost (5560 Amytis)</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688190_ab005a040ff2bd2b64243839c57f2621.jpg"], "image_name": ["WANTED: Repeater Shank"], "filename": ["688190_ab005a040ff2bd2b64243839c57f2621.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688190_ab005a040ff2bd2b64243839c57f2621.jpg", "path": "full/ad840307f3a98112e659b19ac298c0af94d44b1a.jpg", "checksum": "9a905a49ba73e146769520a64666c83c"}]},
{"title": "WANTED: Twisted Claw", "content": "<p>WANTED: Any and all members of the Twisted Claw.<br><br>\nBounty: 100 Marks, Queen's Wrath; first claim to spoils<br><br>\nWanted for: War crimes; pillage; theft; evading justice<br><br>\nDescription:<br>\n- Fallen Class: Vandals, Captains<br>\n- Weapon: Shrapnel Launcher<br><br>\nAffiliations: Skolas<br><br>\nBring proof of kill to PETRA VENJ, Vestian Outpost (5560 Amytis)</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688150_3c6492d54fd384c94f3cfb1508efd339.jpg"], "image_name": ["WANTED: Twisted Claw"], "filename": ["688150_3c6492d54fd384c94f3cfb1508efd339.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688150_3c6492d54fd384c94f3cfb1508efd339.jpg", "path": "full/6503ebe953695f19f2199253ce650cb81a51fe0a.jpg", "checksum": "3d414e07acfdbc0f738692f32da2f278"}]},
{"title": "WANTED: Queenbreaker Captain", "content": "<p>WANTED: Any and all traitorous Wolf Captains known as Queenbreakers. <br><br>\nBounty: 100 Marks, Queen's Wrath<br><br>\nWanted for: Treachery and high treason against the Queen of the Reef<br><br>\nDescription:<br>\n- Weapon: Shock Blade<br><br>\nAffiliations: Skolas, Saviks<br><br>\nBring proof of kill to PETRA VENJ, Vestian Outpost (5560 Amytis)</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688240_6dc2c9d8b8584bddb63dc86be0c91b57.jpg"], "image_name": ["WANTED: Queenbreaker Captain"], "filename": ["688240_6dc2c9d8b8584bddb63dc86be0c91b57.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688240_6dc2c9d8b8584bddb63dc86be0c91b57.jpg", "path": "full/58adf926dbdcdca61b43522f3144b75b1dbef1c5.jpg", "checksum": "875c33c70a0a1f40ead8af655c65daf6"}]},
{"title": "WANTED: Wolf Enforcer", "content": "<p>WANTED: Any and all traitorous Wolf Captains known as Wolf Enforcers<br><br>\nBounty: 100 Marks, Queen's Wrath<br><br>\nWanted for: Treachery and high treason against the Queen of the Reef; sedition; war crimes;<br><br>\nDescription:<br>\n- Weapon: Wire Rifle<br><br>\nAffiliations: Skolas, Saviks<br><br>\nBring proof of kill to PETRA VENJ, Vestian Outpost (5560 Amytis)</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688230_55a6bbb1ca0f1b738b2a7a0790dfed4d.jpg"], "image_name": ["WANTED: Wolf Enforcer"], "filename": ["688230_55a6bbb1ca0f1b738b2a7a0790dfed4d.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688230_55a6bbb1ca0f1b738b2a7a0790dfed4d.jpg", "path": "full/234cb442d16d0b90cf0b4b9d3a6028edf057741f.jpg", "checksum": "88030169ba2b1cc8e6c27127cba9d703"}]},
{"title": "WANTED: Howling Raider", "content": "<p>WANTED: Any and all members of the Howling Raiders.<br><br>\nBounty: 100 Marks, Queen's Wrath<br><br>\nWanted for: War crimes; pillage; theft; evading justice<br><br>\nLast Seen: Ishtar Collective, Venus<br><br>\nDescription:<br>\n- Fallen Class: Vandal<br><br>\nAffiliations: Skolas<br><br>\nBring proof of kill to PETRA VENJ, Vestian Outpost (5560 Amytis)</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688180_c96f661438cb8ea606798c903196f5dd.jpg"], "image_name": ["WANTED: Howling Raider"], "filename": ["688180_c96f661438cb8ea606798c903196f5dd.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688180_c96f661438cb8ea606798c903196f5dd.jpg", "path": "full/4a9870ac4dfae21b41846515eaa472d6988a6c2a.jpg", "checksum": "708b7509b06a3c9062d2f3991a635017"}]},
{"title": "WANTED: Silent Fang", "content": "<p>WANTED: Any and all members of the House of Wolves identified as the Silent Fang.<br><br>\nBounty: 100 Marks, Queen's Wrath<br><br>\nWanted for: Treachery and high treason against the Queen; terrorist activities (to wit: the Raze of Amethyst); war crimes (to wit: Battle of Iris); evading justice<br><br>\nDescription:<br>\n- Stealth camouflage<br>\n- Weapon: Shrapnel Launcher<br>\n- Fallen Class: Captains<br><br>\nAffiliations: Skolas, Drevis<br><br>\nBring proof of kill to PETRA VENJ, Vestian Outpost (5560 Amytis)</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688220_522325c4b42c6c5ab9cbb2487319f262.jpg"], "image_name": ["WANTED: Silent Fang"], "filename": ["688220_522325c4b42c6c5ab9cbb2487319f262.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688220_522325c4b42c6c5ab9cbb2487319f262.jpg", "path": "full/b9ce5ea2d76cfdb2573ab4d97bbe8572c959c18e.jpg", "checksum": "b20b84d921162db6a2db4d69b7051511"}]},
{"title": "WANTED: Wolves' Guard", "content": "<p>WANTED: Any and all members of the House of Wolves known as the Wolves' Guard.<br><br>\nBounty: 100 Marks, Queen's Wrath<br><br>\nWanted for: Treachery and high treason against the Queen; sedition; war crimes; evading justice<br><br>\nDescription:<br>\n- Fallen Class: Captains<br>\n- Weapon: Scorch Cannons<br><br>\nAffiliations: Skolas, Beltrik, Skriviks<br><br>\nBring proof of kill to PETRA VENJ, Vestian Outpost (5560 Amytis)</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688210_e945a0da45bd544d2bf0b74144efd7c8.jpg"], "image_name": ["WANTED: Wolves' Guard"], "filename": ["688210_e945a0da45bd544d2bf0b74144efd7c8.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688210_e945a0da45bd544d2bf0b74144efd7c8.jpg", "path": "full/9e98ec9b444648e37adda75036b2af047c069705.jpg", "checksum": "e95d28ca2e4f59d7726c07bb3ec15d70"}]},
{"title": "WANTED: Tracer Shank", "content": "<p>WANTED: Wolves long-range Tracer Shank<br><br>\nSHOOT TO KILL OR DISMANTLE<br><br>\nBounty: 100 Marks, Queen's Wrath<br><br>\nAffiliations: Skolas, Kaliks servitors, Orbiks servitors<br><br>\nBring proof of kill to PETRA VENJ, Vestian Outpost (5560 Amytis)</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/688250_06544382e6d4fbfc766db23350182701.jpg"], "image_name": ["WANTED: Tracer Shank"], "filename": ["688250_06544382e6d4fbfc766db23350182701.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/688250_06544382e6d4fbfc766db23350182701.jpg", "path": "full/eec7247c0d4bcfdac5daad64bb89704c517ad2ce.jpg", "checksum": "bac7da64918ff77486888f82ce7772c4"}]}
]