[
{"title": "The Hive", "content": "<p>The Hive are an ancient, festering evil. Their antipathy to the Light transcends hatred. To the Hive, the eternal struggle between Light and Dark is not only a war, it is a crusade - all Light must be devoured so Darkness can reclaim the universe.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/201010_b43a844fe93e94788aa9a4e867a8c800.jpg"], "image_name": ["The Hive"], "filename": ["201010_b43a844fe93e94788aa9a4e867a8c800.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/201010_b43a844fe93e94788aa9a4e867a8c800.jpg", "path": "full/39c5cd9b95a12422c91827673358ba57261bce7b.jpg", "checksum": "c8dd5e90b6a38ffca67b516f5465f6b2"}]},
{"title": "Acolyte", "content": "<p>It would be a mistake to view the Hive's Acolytes as foot soldiers, because the Hive is not merely an army, it is a dark force rising. It is belief and horror, and its Acolytes are its instruments, hungry to commit the atrocities that will drive their own ascension.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/201090_f7eabbd86fb4a8f206effa84bc32a4f8.jpg"], "image_name": ["Acolyte"], "filename": ["201090_f7eabbd86fb4a8f206effa84bc32a4f8.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/201090_f7eabbd86fb4a8f206effa84bc32a4f8.jpg", "path": "full/5b1a5cfc0febec5c1a3cd7778e1960b52845afb3.jpg", "checksum": "6ab0bb252e89e4af17448a4abb7034dc"}]},
{"title": "The Hidden Swarm", "content": "<p>Boiling from the wounded surface of the Moon, the Hidden Swarm is the Hive's outermost line of defense - a numberless legion that repels intruders before they breach the temples and shrines of the vast Hive fortress.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/201070_fb696617179479b625b613ffb08bdeee.jpg"], "image_name": ["The Hidden Swarm"], "filename": ["201070_fb696617179479b625b613ffb08bdeee.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/201070_fb696617179479b625b613ffb08bdeee.jpg", "path": "full/0b118c24902999355250aca081c56e62f479e0aa.jpg", "checksum": "ca48419d77216293156f6f978d2bf714"}]},
{"title": "Knight", "content": "<p>A roaring, striding fortress, the Knight is the Hive's foremost and most zealous defender. Centuries of battle have toughened the bony protrusions on its body into an armor as hard as relic iron - a defense only strengthened by the Hive magic that Knights use to summon shields of burning force.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/201110_334581be73479701e2275c305a88a12d.jpg"], "image_name": ["Knight"], "filename": ["201110_334581be73479701e2275c305a88a12d.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/201110_334581be73479701e2275c305a88a12d.jpg", "path": "full/ecf5af785193f8e2ec94f22ccfaa68f3d2bbe8ea.jpg", "checksum": "5f72b83080f7585e9416636edc948102"}]},
{"title": "Thrall", "content": "<p>Feral and fearless, Thrall are a plague upon the battlefield. <br>\nTheir swarming, twisted frames are driven by unfettered rage. Of all the terrors born of the Hive's vile will, they are the basest.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/201130_112a1f65711d3236c1b45600022ff9d8.jpg"], "image_name": ["Thrall"], "filename": ["201130_112a1f65711d3236c1b45600022ff9d8.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/201130_112a1f65711d3236c1b45600022ff9d8.jpg", "path": "full/905b8782ba6037ab404455ca2f3aaabe5408d29c.jpg", "checksum": "59b1d222d98055e48e58f36c15ec4970"}]},
{"title": "Ogre", "content": "<p>Charged with Hive sorcery, Ogres are abominations of flesh and rage, unleashed from the deepest Hive tunnels as engines of destruction. Apocryphal lore suggests that Ogres undergo terrible transformations as they grow - agonizing rituals that gift them with might and cunning.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/201140_a3697b807a6219d020882688a7a1e3c8.jpg"], "image_name": ["Ogre"], "filename": ["201140_a3697b807a6219d020882688a7a1e3c8.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/201140_a3697b807a6219d020882688a7a1e3c8.jpg", "path": "full/8ab2b56c34e25edf1d9faf1d8fbf5e1441562584.jpg", "checksum": "55b23e9da431cbf868fb621b23a5eb2d"}]},
{"title": "Spawn of Crota", "content": "<p>The heralds of a dark future, led by the champion of a long-forgotten king. Crota and his legions once banished us from our own Moon. Now we fear they are rising again to claim Earth.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/201060_810c460a2a9fde2bc40f8ece9bda3830.jpg"], "image_name": ["Spawn of Crota"], "filename": ["201060_810c460a2a9fde2bc40f8ece9bda3830.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/201060_810c460a2a9fde2bc40f8ece9bda3830.jpg", "path": "full/23d7f05f7a0f0dca9536dcef259e3b8145537c34.jpg", "checksum": "a268c512bd695b79b5029697f99e9d19"}]},
{"title": "Wizard", "content": "<p>The Wizard is the scalpel with which the Hive vivisect the universe. A nightmare of rag and bone, the Wizard conceals herself within darkness and fire, dissecting and experimenting on anything that falls into her clutches.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/201120_dd631c9b0862b004e71eb1d29f26761b.jpg"], "image_name": ["Wizard"], "filename": ["201120_dd631c9b0862b004e71eb1d29f26761b.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/201120_dd631c9b0862b004e71eb1d29f26761b.jpg", "path": "full/2610fbbce5002b182e068a10860bbdeead653a40.jpg", "checksum": "538bed13c632374be4290ebae2480cbd"}]},
{"title": "Blood of Oryx", "content": "<p>Research into the cyphers and runes of the Hive leads the Cryptarchs to believe the Hive sects all serve one great master. The Blood of Oryx are feared to be the direct servants of this dark lord. The name Oryx appears too many times in Hive rituals to be ignored.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/201063_62f364e944e37d38380e0281ed5765f8.jpg"], "image_name": ["Blood of Oryx"], "filename": ["201063_62f364e944e37d38380e0281ed5765f8.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/201063_62f364e944e37d38380e0281ed5765f8.jpg", "path": "full/fa316f7d728d4fead6ceb61e7a5f728597915e89.jpg", "checksum": "f4ccee6fd565c9306f451ba9b42a4705"}]},
{"title": "Hive Champions", "content": "<p>Tell the Inner Circle yes, and no. My fireteam's initial survey has uncovered no real differences between the Hive we've encountered on Earth and Luna and the Hive on the Dreadnaught. Same coloration, same bad breath, same sharp claws.<br><br>\nI've probably slain thousands of old Oryx's brood... I know how they operate. How they move.<br><br>\nThe Hive on the Dreadnaught feel different. I've caught a few Thrall just looking at me, staring. Like they're working something out. We took on a coven of Wizards, and the whole time they were singing this little song. Like fighting us was a formal ritual, a ceremony they had to complete.<br><br>\nAs a Guardian, you master your fear. You have to. Out here, past the Reef, surrounded by worms and decay... I'm afraid again. These things feel old, here. Like they belong. Like we're the aliens. Like we're prey.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700420_c660f618a7119efd4f5e097f1c800b20.jpg"], "image_name": ["Hive Champions"], "filename": ["700420_c660f618a7119efd4f5e097f1c800b20.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700420_c660f618a7119efd4f5e097f1c800b20.jpg", "path": "full/3fb7158dda0289057d040a917301c93f2d2fc7dd.jpg", "checksum": "1519d47095f422c1e530aeaa3b925350"}]},
{"title": "Ghost Fragment: Hive 3", "content": "<p>Ikora: And this Omnigul is here? On Earth?<br><br>\nEris: I can feel it.<br><br>\nIkora: Why?<br><br>\nEris: She’s left the Hellmouth. Her inner chambers are active. More so than I have seen. But she is no longer in the shadows.<br><br>\nIkora: No, not—I don't question your belief. I’m asking why she is here. Why Earth? Please, try to be clear. There is no time for cryptic half-answers and almost-truths.<br><br>\nEris: Heh.<br><br>\nIkora: She still laughs.<br><br>\nEris: It seems I have become more like the Speaker—<br><br>\nIkora: Secrets have their places. Here, now, is not that place. Omnigul. Tell me what you’ve learned. Tell me how we stop her.<br><br>\nEris: There may be no stopping what comes. The Hive in Old Russia—in that dead land—their assault on the Cosmodrome is no coincidence. They move against the Light with purpose. Always with purpose.<br><br>\nIkora: The Warmind?<br><br>\nEris: Rasputin. Yes. The last fail safe against the night.<br><br>\nIkora: He’s still yet to heed our calls—<br><br>\nEris: I’m aware.<br><br>\nIkora: —but seems just.<br><br>\nEris: Just is enough. Just can save us all.<br><br>\nIkora: And the Hive?<br><br>\nEris: They will tear into its eyes—or worse.<br><br>\nIkora: Worse?<br><br>\nEris: The dust and bone and horror of their existence is simply who—what they are. But it does not negate their ageless intelligence.<br><br>\nIkora: They do not seek to destroy Rasputin.<br><br>\nEris: I don’t know. Destroying Rasputin would cost us a treasure beyond belief. But, such fury twisted to the Hive’s ends?<br><br>\nIkora: We would fall.<br><br>\nEris: All would fall.<br><br>\nIkora: The Omnigul is here for Rasputin.<br><br>\nEris: She is here to pave the way.<br><br>\nIkora: For Crota?<br><br>\nEris: That could just be the beginning. He's not their only god.<br><br>\nIkora: As I am learning. I will make the others listen.<br><br>\nEris: It may be too late.<br><br>\nIkora: Then you need a new army.<br><br>\nEris: I’ve made that mistake before.<br><br>\nIkora: You saved us all. Your sacrifice—<br><br>\nEris: I am still here. My sacrifice was—<br><br>\nIkora: Enough.<br><br>\nEris: And I should ask new heroes to fall... as they did?<br><br>\nIkora: It is why we were reborn in the Light.<br><br>\nEris: My Light is all but gone.<br><br>\nIkora: Cherish what remains, but know that you have done enough. Your time in the shadows... I can't fathom—<br><br>\nEris: My role among the Hidden is an honor.<br><br>\nIkora: None would argue. But it's had its cost. Your place is to gather the understanding we need to wage these wars, but your own war is long done. Let those prepared to fight, fight.<br><br>\nEris: And should they die?<br><br>\nIkora: None who walk these Towers is afraid—and Rasputin must not fall.<br><br>\nEris: Then Omnigul must be stopped.<br><br>\nIkora: Two goals that appear to be one and the same.<br><br>\nEris: Perhaps. So I am to stay?<br><br>\nIkora: I will see to it.<br><br>\nEris: Then let us hope we are strong enough to stand against what is upon us—and hope the others do not follow.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/201154_d334e4cfe85581058f8074bb5a937b71.jpg"], "image_name": ["Ghost Fragment: Hive 3"], "filename": ["201154_d334e4cfe85581058f8074bb5a937b71.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/201154_d334e4cfe85581058f8074bb5a937b71.jpg", "path": "full/1752bb914a3976536545074cd7921ee5a8ca3272.jpg", "checksum": "5da55cf1ca2bcf43a8478ac9e746c126"}]},
{"title": "Ghost Fragment: Hive 4", "content": "<p>If your Light is strong enough to hear across the soundless plains, you may have heard their screams.<br><br>\nWhat may seem like a void between their shrieks, holds, what I believe to be yet another clue to their origins. In one tone the Hive plea to their gods, but in the next, they whisper to another.<br><br>\nPerhaps it is here which holds the answer to their ultimate demise, or a bridge to their desires. In my studies, I still struggle to match the tones to their rune system. If only Crytparch Adonna were still with us. No one has yet to match her adept.<br><br>\nFour sounds, oft repeated, but only four. Though I am on the trail of a fifth, faintly heard from the buzz that once spilled from the Shrine—<br><br>\nEir.<br><br>\nUr.<br><br>\nXol.<br><br>\nYul.<br><br>\nIt is in these sounds that I fear yet another Hive secret hides. Perhaps beyond their gods, perhaps in accord with them. Perhaps these are just Hive translations of worlds we call another name, but I believe above all things they call to some kind of being. Beings that once lived, or still live somewhere buried amongst us. Beings the Hive perhaps owe their very existence to.<br><br>\nI am hoping the Warminds may hold further answers—that they can see into worlds where we can only see what lies upon them. The treasure of knowledge they promise still remains the most sought after of any Guardian. Whoever can find a way past their firewalls of ancient arts, and make them the allies they once were, could spare us further atrocities. And though Rasputin offers some promise, one can only hope its silence is self-defense, that it seeks only to preserve itself. We have to prove to it that we are on its side, but I am starting to doubt that is absolutely true. That maybe the Hive or the Darkness itself now have a grasp on his systems.<br><br>\nBut then again, I am an old man with many fears, and in those fears , often called madness, I will continue to dwell.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/201158_f5f127ca52de415897cc493ef76e74c3.jpg"], "image_name": ["Ghost Fragment: Hive 4"], "filename": ["201158_f5f127ca52de415897cc493ef76e74c3.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/201158_f5f127ca52de415897cc493ef76e74c3.jpg", "path": "full/fe22a3f5afb1bbbb08edd7bf5e7f579a1638594d.jpg", "checksum": "e7b26cd03309bf23d10324776d878b5f"}]},
{"title": "Ghost Fragment: Hive", "content": "<p>We were overwhelmed. I could not save mine, so I have hidden myself where I might be found by the others, if they even survive. There is most likely no possibility of my return to the City. I prepare here in summary the knowledge so painfully won by my Guardian and our fireteam.<br><br>\nThe Moon has been geoengineered into an impregnable fortress, designed to support a vast number of - creatures - if any mind could be evil enough to create them. Are they alive? They move, they shriek, they fall upon us in ravenous waves. But I see death, decay, and corruption, not life. We discovered, to our sorrow, one massive set of gates. There are likely more. <br><br>\nWe met a towering monster, wielding a sword of utter darkness. The Light only made it hungry. We tried to fight, and we fell. Too many times to remember. <br><br>\nWe were all brave, I assure you. May the Light find Guardians capable of facing this monstrosity, or I fear the Moon may be lost to us forever.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/201020_ba601f141857b5bf3e7e858dc5b7a379.jpg"], "image_name": ["Ghost Fragment: Hive"], "filename": ["201020_ba601f141857b5bf3e7e858dc5b7a379.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/201020_ba601f141857b5bf3e7e858dc5b7a379.jpg", "path": "full/44b32b84e08e47c4d77a30d518fdd3326aa08a0f.jpg", "checksum": "51dbe2877046d0ab24b9292d97eec15b"}]},
{"title": "Ghost Fragment: Hive 2", "content": "<p>At the doors to the Temple he fell for the last time. He fell, and I could not reach him.<br><br>\nMy own Light flickers.<br><br>\nThey took me down into the dark, past tiers of massed Hive, more than we believed could exist. Past grisly nurseries hung with pupae. Past writhing worms that they swallow whole. I saw the armaments of war.<br><br>\nI am weak, so weak.<br><br>\nThey have clamped me to this spire while a black foulness eats my Light. The Wizard comes now and then to probe with her scaly claws into my systems, to inquire about my making, the City, what I have seen. I erase and dump as quickly as I can - they will learn little from me - but I am studying them, I know - pain.<br><br>\nAlways pain.<br><br>\nI have seen chasms beneath the surface, falling away to green nothingness. I have seen black seeders prepared for invasion.<br><br>\nTheir strength is not their own. They draw from another force, something that corrupts, that distorts, that eats and will not be satisfied.<br><br>\nThe Wizard is near. I feel her presence as a rip and a knot in the world. She tells me things that I immediately forget. I am too small to hold the vastness of them, or the terror.<br><br>\nI am fading. I have no more that it can take.<br><br>\nWith my last light I say to the City: War comes again from the Moon. This time they want Earth. Prepare.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/201150_ba601f141857b5bf3e7e858dc5b7a379.jpg"], "image_name": ["Ghost Fragment: Hive 2"], "filename": ["201150_ba601f141857b5bf3e7e858dc5b7a379.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/201150_ba601f141857b5bf3e7e858dc5b7a379.jpg", "path": "full/8fbbdb73db2ec2762cc064754387a9ca7f5c7c4a.jpg", "checksum": "51dbe2877046d0ab24b9292d97eec15b"}]}
]