[
{"title": "Zydron, Gate Lord", "content": "<p>The intelligence we call Zydron seems to exist in a liminal state, stretched between gates in the Vex network. It manifests as a physical being only when called.<br><br>\nWarlock scholars believe that Gate Lords regulate traffic between Vex gates, and that their minds contain codes that might open the way into forbidden realms. An enormous amount of hope and anger has been spent on a particular debate - could we find a Vex gate that opens onto a place and time before the Collapse, and somehow forestall it?</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/503130_9b34c4177a3fd724099e7c4eb800b745.jpg"], "image_name": ["Zydron, Gate Lord"], "filename": ["503130_9b34c4177a3fd724099e7c4eb800b745.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/503130_9b34c4177a3fd724099e7c4eb800b745.jpg", "path": "full/e36e7fd8aebfdd91749586636cd440163cee114c.jpg", "checksum": "6f0d9b3221f0e6cae9cca0575e6c6e9e"}]},
{"title": "Atheon, Time's Conflux", "content": "<p>To speak of Atheon is to accept certain limitations. We are ill-equipped to understand an entity that defies simple causality. Let us accept these limitations and proceed.<br><br>\nAtheon waits in the Vault of Glass. Just as Atheon sidesteps 'past' and 'future', it is impossible to say whether Atheon created the Vault or the Vault created Atheon. Causal pathways converge on Atheon from every axis in the space-time bulk.<br><br>\nAtheon has a function. We hazard that it regulates and oversees the Vex conflux system. What are these confluxes? How do they relate to the physical Vex network that has devoured so much of Mercury and Venus?<br><br>\nWe might guess that the Vex confluxes represent the extension of this network across space and time. Perhaps the Vex use closed timelike curves to solve unfathomable computations. Or the Vex may seek to transcend a physical substrate, and move their thoughts directly into the fundament of the universe. <br><br>\nIf physics is a set of rules that the cosmos uses to calculate itself, perhaps the Vex seek to worm their way into these calculations: to become a law of reality, inseparable from existence. A virus in the system. Perhaps Atheon was the centerpiece of this project, a command nexus that unified efforts across time.<br><br>\nBut we must accept that all of this is speculation.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/603070_55e120551c0b9d5acbe1e7defaf7af29.jpg"], "image_name": ["Atheon, Time's Conflux"], "filename": ["603070_55e120551c0b9d5acbe1e7defaf7af29.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/603070_55e120551c0b9d5acbe1e7defaf7af29.jpg", "path": "full/5df622f223ce2ae587e51d53b67bb15699aff652.jpg", "checksum": "f8af7b2abccf2ff200456b035dc3e60d"}]},
{"title": "Qodron, Gate Lord", "content": "<p>Qodron sees only its own glorious future. It has come to the Prison of Elders, with an army of devout Vex war-machines, to take what it believes to be its first steps toward that future.<br><br>\nThis machine beast has only one mission. At some point a Light will shine within the walls of this Prison, and for its gloried future to unfold, that Light must die. <br><br>\nQodron is not the prisoner here. You are, Guardian.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/601942_da9d59a8326dd603fbc47ae8539e5cba.jpg"], "image_name": ["Qodron, Gate Lord"], "filename": ["601942_da9d59a8326dd603fbc47ae8539e5cba.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/601942_da9d59a8326dd603fbc47ae8539e5cba.jpg", "path": "full/f0f2576d688040ab0696cee9676f83a6a283794f.jpg", "checksum": "19466066785cd130378a4fd18b931e5f"}]},
{"title": "Sol Progeny", "content": "<p>Zavala -<br><br>\nHow like you to ask me for the bad news, even in this moment of triumph. I've finished going over that Ghost's report. <br><br>\nIt is my hypothesis - a hypothesis at best - that the Vex saw the abominable presence at the heart of the Garden as a divine power. I can hear your protest already: how can machines have a god?<br><br>\nThe answer is simple. The Vex, for all their voracious intelligence, could not understand or decipher what they found. They searched through all available reactions, and they settled on the course with the greatest payoff...to worship this power, and to remake themselves in its image.<br><br>\nI believe the three Axis Minds found in proximity to the abomination were Vex machines built to serve as vessels for this power: a way to extend its reach across space and time, binding it to the Vex, and the Vex to it. If they had succeeded, I cannot begin to guess what horrors they would have unleashed.<br><br>\nAttend carefully. There is cause for hope. When endangered, the abomination activated these vessels and defended itself. This tells us that it was threatened. Whatever it was, Guardians could harm it.<br><br>\nAnd it activated only a single vessel at a time. Its strength was limited. Whatever it intended, it was not ready yet.<br><br>\nWe must assume the abomination was part of something greater. And we cannot flinch from the terrible, obvious comparison: just as the Traveler acts through us, this power was able to act through its own servants.<br><br>\nLet us be wary. There may be other abominations, and other vessels.<br><br>\nIkora</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/504150_f3f912615cd20e2520c16c7e073c1bd5.jpg"], "image_name": ["Sol Progeny"], "filename": ["504150_f3f912615cd20e2520c16c7e073c1bd5.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/504150_f3f912615cd20e2520c16c7e073c1bd5.jpg", "path": "full/17a804466b4ee3cb26210d511576de2ff9b8c7b6.jpg", "checksum": "c94d59fb417adc444c286c6cb017677d"}]},
{"title": "Prohibitive Mind", "content": "<p>Vex Axis Minds are individual Vex hulls that contain local instances of superordinate Vex goal sets. This cryptic phrase means something reasonably simple - the Axis Mind contains a copy of all the information required to pursue a particular objective.<br><br>\nThis allows other nearby Vex to focus on their local tasks, leaving global planning to the Axis Mind. Of course, this also introduces a centralized weakness for enemies to target. But the Vex seem to consider the tradeoff worthwhile.<br><br>\nThe Prohibitive Mind seems to coordinate Vex action against Cabal positions in Meridian Bay. The current Vex operational plan - to the extent that we assume the Vex have operational plans - appears to involve an attritional campaign on the surface, supplemented by disruptive use of gates to bypass Cabal hardpoints.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/504120_f66ef93a5230478cb963fc869cafccfb.jpg"], "image_name": ["Prohibitive Mind"], "filename": ["504120_f66ef93a5230478cb963fc869cafccfb.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/504120_f66ef93a5230478cb963fc869cafccfb.jpg", "path": "full/cf9ee01dff0297d598d9bdf590ff49acf6a70b66.jpg", "checksum": "df6220b8039716b947ec623c4bbdfdfd"}]},
{"title": "The Gorgons", "content": "<p>Deep in the Vault of Glass, the fabric of reality bends to the will of the Vex. Warlocks speak in tones of awe of the Gorgons - creatures that seem to possess a dreaded, almost unimaginable strength: an ontological weapon.<br><br>\nLike the Oracles and the Templar, the Gorgons reputedly possess the ability to define what is and is not real. Whatever they perceive becomes subject to erasure at their will. Until a countermeasure can be found, Guardians must avoid their gaze at all costs - or reply to any detection with immediate, overwhelming force.<br><br>\nThe Gorgons' ability must be tied to the nature of the Vault of Glass. We can take some solace in the clear fact that the Vex cannot manifest this power in the world outside.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/603025_846a8c79e01690b25de299410b17e529.jpg"], "image_name": ["The Gorgons"], "filename": ["603025_846a8c79e01690b25de299410b17e529.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/603025_846a8c79e01690b25de299410b17e529.jpg", "path": "full/9d127bcf071e55b3a1bfd34eb83956d9e3d4f5d3.jpg", "checksum": "6123b9d0f2b4fdfe184e48a4815c8254"}]},
{"title": "Sekrion, Nexus Mind", "content": "<p>The Vanguard's intelligence sources now believe, with good confidence, that Sekrion oversees the expansion of the Vex network through the crust of Venus.<br><br>\nThe Hydra chassis common to many Vex Axis Minds boasts impressive computational capacity. Sekrion likely uses this capacity to regulate coordination and crosstalk between Minotaurs operating in the construction role.<br><br>\nDestroying Sekrion should significantly hamper the Vex effort to incorporate the entire planet into their network.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/601080_00b76a808c8e2f2c836be35fccbd571a.jpg"], "image_name": ["Sekrion, Nexus Mind"], "filename": ["601080_00b76a808c8e2f2c836be35fccbd571a.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/601080_00b76a808c8e2f2c836be35fccbd571a.jpg", "path": "full/9feaa487bf28e7dba7426308a059ed95fff0ea1b.jpg", "checksum": "2fd91b9e1236e565efaae86ef25fbf0a"}]},
{"title": "Overmind Minotaur", "content": "<p>The Overmind Minotaurs arrived at the Prison as extensions of the Gate Lord, Qodron. Their mission: to act in accordance to the path of Qodron and see that Gate Lord's future is secured.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/601940_886ccb27ab9ebc26017ecab6fb334969.jpg"], "image_name": ["Overmind Minotaur"], "filename": ["601940_886ccb27ab9ebc26017ecab6fb334969.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/601940_886ccb27ab9ebc26017ecab6fb334969.jpg", "path": "full/99a7e05305dcfc3627114139125bf01c8664e572.jpg", "checksum": "b40b962c1db3b664b519b6a6d8e00281"}]},
{"title": "The Templar", "content": "<p>Even among the Axis Minds, the Templar is extraordinary. Fragmentary glimpses and scattered reports suggest a Hydra of impossible capabilities - a creature out of time.<br><br>\nThe Templar and the Oracles guard the way into the deeper Vault. Legends say that the Oracles foresee what is to come, a world as the Vex desire it - and that the Templar has the power to shape reality to match the Oracles' design, expunging any threats.<br><br>\nThe power of the Vault flows through the Templar. It will take something extraordinary to shatter its shield.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/603030_f945f79a0a5253701da91dff9db13938.jpg"], "image_name": ["The Templar"], "filename": ["603030_f945f79a0a5253701da91dff9db13938.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/603030_f945f79a0a5253701da91dff9db13938.jpg", "path": "full/a5cc4e5ac2955ebe9d5e8477e32d32a0b313e47b.jpg", "checksum": "c72a4a818645a44e224f8896acd34e0d"}]},
{"title": "The Templar", "content": "<p>Even among the Axis Minds, the Templar is extraordinary. Fragmentary glimpses and scattered reports suggest a Hydra of impossible capabilities - a creature out of time.<br><br>\nThe Templar and the Oracles guard the way into the deeper Vault. Legends say that the Oracles foresee what is to come, a world as the Vex desire it - and that the Templar has the power to shape reality to match the Oracles' design, expunging any threats.<br><br>\nThe power of the Vault flows through the Templar. It will take something extraordinary to shatter its shield.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/603030_f945f79a0a5253701da91dff9db13938.jpg"], "image_name": ["The Templar"], "filename": ["603030_f945f79a0a5253701da91dff9db13938.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/603030_f945f79a0a5253701da91dff9db13938.jpg", "path": "full/a5cc4e5ac2955ebe9d5e8477e32d32a0b313e47b.jpg", "checksum": "c72a4a818645a44e224f8896acd34e0d"}]},
{"title": "The Undying Mind", "content": "<p>Commander Zavala: And you believe it's different than the others.<br><br>\nIkora: I know it is.<br><br>\nCayde-6: Let me guess... Chasing more Vex \"minds\"?<br><br>\nIkora: The readings from nearby surges hold no time function. It could quite possibly be resealing the Black Garden back into whatever void it once hid.<br><br>\nCayde-6: Any more Hidden intel?<br><br>\nZavala: Negative. Just some old Osiris riddles.<br><br>\nCayde-6: They are starting to feel like the same thing.<br><br>\nIkora: We cannot just ignore it. We have to keep the Garden here, among the Light. We are just beginning to match its pathways to this fractured data from the Archive.<br><br>\nCayde-6: Interesting, undying, huh? What do you suppose they meant by that.<br><br>\nZavala: I'll alert the Speaker. Let's find out.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/603073_428ee1a8c5b4fa6ba9af12cd6a9dd8ba.jpg"], "image_name": ["The Undying Mind"], "filename": ["603073_428ee1a8c5b4fa6ba9af12cd6a9dd8ba.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/603073_428ee1a8c5b4fa6ba9af12cd6a9dd8ba.jpg", "path": "full/eaebe4e15b927fb9a7d1adef1047d74cc05e7c69.jpg", "checksum": "5c59c5aeee7aad5620704954ee87390a"}]},
{"title": "Theosyion, the Restorative Mind", "content": "<p>The appearance of the Restorative Mind purports that the death of the Nexus Mind was a devastating blow to Vex efforts on Venus. But with its appearance comes many questions: if the Vex could unleash time as a weapon against humanity, why does humanity still stand? Are we so insignificant a threat that the Vex haven’t bothered with total annihilation? Or is it that the very state of mankind, diminished to a Last City, is of Vex doing? That the Vanguard exists in a causal loop that the Vex control in its entirety, one from which there is no escape?</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700590_90ef1969114ec24c3b64349a4960c735.jpg"], "image_name": ["Theosyion, the Restorative Mind"], "filename": ["700590_90ef1969114ec24c3b64349a4960c735.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700590_90ef1969114ec24c3b64349a4960c735.jpg", "path": "full/1130a40a99913fb2548ddb5ec0b8e8b898630ea1.jpg", "checksum": "905cb800455469dea6f94dc4fed01250"}]}
]