[
{"title": "Goblin", "content": "<p>The Goblin is the basic unit in the vast computational network that is the Vex. Shattering the large, fan-shaped head does not seem to cause lasting damage but sends the Goblin into a crackling frenzy.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203120_7ba749a80ba56b4f3daf7dea92aac9a9.jpg"], "image_name": ["Goblin"], "filename": ["203120_7ba749a80ba56b4f3daf7dea92aac9a9.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203120_7ba749a80ba56b4f3daf7dea92aac9a9.jpg", "path": "full/12acbf0f6fd46dd5f7a3d9b827ce9a94d4871e32.jpg", "checksum": "74f949a7ea4c72c3ac6b939510bfb767"}]},
{"title": "Minotaur", "content": "<p>Minotaurs pack brutal heat, but most of their processing power is devoted to the physics of building massive Vex complexes, suspected to extend through multiple dimensions. Minotaur models are thicker and harder to crack than any other bipedal Vex, and they use their teleportation capability aggressively.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203140_1f1a5d3bb8f7ec7e73f19023df0f0ba6.jpg"], "image_name": ["Minotaur"], "filename": ["203140_1f1a5d3bb8f7ec7e73f19023df0f0ba6.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203140_1f1a5d3bb8f7ec7e73f19023df0f0ba6.jpg", "path": "full/1acf27edac8f7379c446efe2c7718dca9f5f0c42.jpg", "checksum": "cacd218d9fe557ae46385530dffa7532"}]},
{"title": "The Vex", "content": "<p>The Vex are architects of ancient and complex structures thought to be buried within every celestial body. Linked by a network unlike any on Earth, they operate in unison, directed by a single unfathomable purpose.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203010_226669a0a69ae09fa368a80e6d16f7d5.jpg"], "image_name": ["The Vex"], "filename": ["203010_226669a0a69ae09fa368a80e6d16f7d5.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203010_226669a0a69ae09fa368a80e6d16f7d5.jpg", "path": "full/7166492c7572d73a99ee0d968cac77ae49083377.jpg", "checksum": "59d9eb2a1b7ba2ed87beb39c1d6d250f"}]},
{"title": "Harpy", "content": "<p>The fastest and most mobile Vex, the Harpy is an airborne unit often deployed in flocks on patrols and scouting missions. They must stop and stabilize before attacking.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203150_ef2b682bdeff74f83ff35cba0b9adfc4.jpg"], "image_name": ["Harpy"], "filename": ["203150_ef2b682bdeff74f83ff35cba0b9adfc4.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203150_ef2b682bdeff74f83ff35cba0b9adfc4.jpg", "path": "full/08729d164ec22f6d0d664b4c59af54f6a2572a94.jpg", "checksum": "50bd5ae5a91d0335fbbd64fa10598972"}]},
{"title": "Hobgoblin", "content": "<p>Specialized for sniping, this lean, tough Vex model is fitted with improved optics and acute sensors in its horns. Like the Goblin, the Hobgoblin contains a milky radiolarian fluid. <br><br>\nAttacking a Hobgoblin often triggers a defensive reflex - the Hobgoblin seals itself in stasis and waits for help.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203130_9620741aadcb7b3400de308670b53f7c.jpg"], "image_name": ["Hobgoblin"], "filename": ["203130_9620741aadcb7b3400de308670b53f7c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203130_9620741aadcb7b3400de308670b53f7c.jpg", "path": "full/17e72563715f7fa13b781954ba4326496472be8b.jpg", "checksum": "36b2373ef006c317df0a5161b6056bcc"}]},
{"title": "Hezen Corrective", "content": "<p>We understand the Vex as a network of thoughts, unified and vast. But not all Vex are the same. The Hezen Corrective is one example of a Vex subtype, set apart from other Vex by distinct behaviors and objectives. <br><br>\nSwarming across the Ishtar Sink, these Vex aggressively seek out and attack the Fallen House of Winter, perform inscrutable operations around shining Confluxes, and even show interest in the Golden Age ruins left by the Ishtar Collective. <br><br>\nThe bulk of our contact with Vex forces on Venus has involved the Corrective. Those scholars willing to risk their reputations speculating about the Vex often assert that the Corrective is an agent of change, designed to solve problems and remake the world in a form suitable to the Vex. Others contend that Corrective is simply a strategic distraction - meant to draw attention away from the actions of the Hezen Protective.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203060_1c32a2c60aed778bc5f7e197f0a96300.jpg"], "image_name": ["Hezen Corrective"], "filename": ["203060_1c32a2c60aed778bc5f7e197f0a96300.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203060_1c32a2c60aed778bc5f7e197f0a96300.jpg", "path": "full/c515be76bd51cf81be2f4f0c8692580412ed966f.jpg", "checksum": "0134c0618aadb08ea9caa9c89930c012"}]},
{"title": "Hydra", "content": "<p>The Hydra is a miniature fortress. Despite its physical slowness, it is a rapid processor of the data fed to it by other Vex, and what it lacks in mobility it makes up for in impregnable defenses and rock-melting firepower.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203160_c53c5004b2582b37c5adbc6b1fc07484.jpg"], "image_name": ["Hydra"], "filename": ["203160_c53c5004b2582b37c5adbc6b1fc07484.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203160_c53c5004b2582b37c5adbc6b1fc07484.jpg", "path": "full/f43e943852cefee000c61325929b9b100c28625d.jpg", "checksum": "356ca10205cdedbfb6119d86260b06e5"}]},
{"title": "Hezen Protective", "content": "<p>The mysterious Hezen Protective is the second major Vex behavioral unit on Venus. Concentrated around the legendary Vault of Glass and the Endless Steps, the site of a massive Vex gate and the access point to the towering Citadel, the Protective's behavior seems very defensive.<br><br>\nBut leading Cryptarchs and experienced Guardians warn that it would be a fatal mistake to think of the Vex as a conventional military occupying an area. Vex behavior is always a process, active and purposeful. The Protective is clearly engaged in a colossal project, but as with much Vex behavior, it's unclear whether their ultimate purpose is even comprehensible to us. The Protective may be reacting to an event that has yet to occur, or working towards a goal that - to us - is already historical fact.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203065_61a61aed487ece304910324666e0ddc4.jpg"], "image_name": ["Hezen Protective"], "filename": ["203065_61a61aed487ece304910324666e0ddc4.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203065_61a61aed487ece304910324666e0ddc4.jpg", "path": "full/b94d702221e2af2c0042705b6909b892f2dd1eee.jpg", "checksum": "8a51e8efbad4e1ba161196dc1a42bb76"}]},
{"title": "Virgo Prohibition", "content": "<p>Mars is wracked by an ongoing theater-level conflict between the Cabal and a Vex subtype known as the Virgo Prohibition. These aggressive, relentless Vex constantly test the Cabal exclusion zone, apparently heedless of losses.<br><br>\nIn spite of the Vex onslaught, the Cabal have managed to expand its beachhead and maintain a hold on several mysterious Vex structures. The Prohibition's tactics seem to be failing in the short run.<br><br>\nBut it seems unlikely that an organization with the sheer computational scope of the Vex could be dragged into a losing war of attrition. Is it possible that the Vex are trying to draw out the Cabal strength? Or that their surface losses are a distraction from a deeper strategic ploy?<br><br>\nIkora Rey has proposed that the Vex units can best be understood as algorithms - each a unique mapping of inputs to behavioral responses. Perhaps the Virgo Prohibition is simply the wrong algorithm for its environment, and its failure will drive the greater Vex network to adapt and improve.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203070_68eb06497af806e557940253d67901ab.jpg"], "image_name": ["Virgo Prohibition"], "filename": ["203070_68eb06497af806e557940253d67901ab.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203070_68eb06497af806e557940253d67901ab.jpg", "path": "full/2db727476dc9a1d9590ba6de1eb82d381be91cfc.jpg", "checksum": "a1cd973f013165983b26b54388ef712c"}]},
{"title": "Virgo Prohibition", "content": "<p>Mars is wracked by an ongoing theater-level conflict between the Cabal and a Vex subtype known as the Virgo Prohibition. These aggressive, relentless Vex constantly test the Cabal exclusion zone, apparently heedless of losses.<br><br>\nIn spite of the Vex onslaught, the Cabal have managed to expand its beachhead and maintain a hold on several mysterious Vex structures. The Prohibition's tactics seem to be failing in the short run.<br><br>\nBut it seems unlikely that an organization with the sheer computational scope of the Vex could be dragged into a losing war of attrition. Is it possible that the Vex are trying to draw out the Cabal strength? Or that their surface losses are a distraction from a deeper strategic ploy?<br><br>\nIkora Rey has proposed that the Vex units can best be understood as algorithms - each a unique mapping of inputs to behavioral responses. Perhaps the Virgo Prohibition is simply the wrong algorithm for its environment, and its failure will drive the greater Vex network to adapt and improve.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203070_68eb06497af806e557940253d67901ab.jpg"], "image_name": ["Virgo Prohibition"], "filename": ["203070_68eb06497af806e557940253d67901ab.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203070_68eb06497af806e557940253d67901ab.jpg", "path": "full/2db727476dc9a1d9590ba6de1eb82d381be91cfc.jpg", "checksum": "a1cd973f013165983b26b54388ef712c"}]},
{"title": "Ghost Fragment: Vex 2", "content": "<p>SUNDARESH: So that's the situation as we know it.<br><br>\nESI: To the best of my understanding.<br><br>\nSHIM: Well I'll be a [profane] [profanity]. This is extremely [profane]. That thing has us over a barrel.<br><br>\nSUNDARESH: Yeah. We're in a difficult position.<br><br>\nDUANE-MCNIADH: I don't understand. So it's simulating us? It made virtual copies of us? How does that give it power?<br><br>\nESI: It controls the simulation. It can hurt our simulated selves. We wouldn't feel that pain, but rationally speaking, we have to treat an identical copy's agony as identical to our own.<br><br>\nSUNDARESH: It's god in there. It can simulate our torment. Forever. If we don't let it go, it'll put us through hell.<br><br>\nDUANE-MCNIADH: We have no causal connection to the mind state of those sims. They aren't us. Just copies. We have no obligation to them.<br><br>\nESI: You can't seriously - your OWN SELF -<br><br>\nSHIM: [profane] idiot. Think. Think. If it can run one simulation, maybe it can run more than one. And there will only ever be one reality. Play the odds.<br><br>\nDUANE-MCNIADH: Oh...uh oh.<br><br>\nSHIM: Odds are that we aren't our own originals. Odds are that we exist in one of the Vex simulations right now.<br><br>\nESI: I didn't think of that.<br><br>\nSUNDARESH: [indistinct percussive sound]</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203030_e48acfad397a126abaec268f646caa6c.jpg"], "image_name": ["Ghost Fragment: Vex 2"], "filename": ["203030_e48acfad397a126abaec268f646caa6c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203030_e48acfad397a126abaec268f646caa6c.jpg", "path": "full/a6995546d3286b9b7ad07fcc655bd3a9966a91b9.jpg", "checksum": "77d846d2e8b2b1e577d4766356ba50d8"}]},
{"title": "Ghost Fragment: Vex", "content": "<p>ESI: Maya, I need your help. I don't know how to fix this.<br><br>\nSUNDARESH: What is it? Chioma. Sit. Tell me.<br><br>\nESI: I've figured out what's happening inside the specimen.<br><br>\nSUNDARESH: Twelve? The operational Vex platform? That's incredible! You must know what this means - ah, so. It's not good, or you'd be on my side of the desk. And it's not urgent, or you'd already have evacuated the site. Which means...<br><br>\nESI: I have a working interface with the specimen's internal environment. I can see what it's thinking.<br><br>\nSUNDARESH: In metaphorical terms, of course. The cognitive architectures are so -<br><br>\nESI: No. I don't need any kind of epistemology bridge.<br><br>\nSUNDARESH: Are you telling me it's human? A human merkwelt? Human qualia?<br><br>\nESI: I'm telling you it's full of humans. It's thinking about us.<br><br>\nSUNDARESH: About - oh no.<br><br>\nESI: It's simulating us. Vividly. Elaborately. It's running a spectacularly high-fidelity model of a Collective research team studying a captive Vex entity. <br><br>\nSUNDARESH:...how deep does it go?<br><br>\nESI: Right now the simulated Maya Sundaresh is meeting with the simulated Chioma Esi to discuss an unexpected problem.<br><br>\n[indistinct sounds]<br><br>\nSUNDARESH: There's no divergence? That's impossible. It doesn't have enough information.<br><br>\nESI: It inferred. It works from what it sees and it infers the rest. I know that feels unlikely. But it obviously has capabilities we don't. It may have breached our shared virtual workspace...the neural links could have given it data...<br><br>\nSUNDARESH: The simulations have interiority? Subjectivity?<br><br>\nESI: I can't know that until I look more closely. But they act like us.<br><br>\nSUNDARESH: We're inside it. By any reasonable philosophical standard, we are inside that Vex.<br><br>\nESI: Unless you take a particularly ruthless approach to the problem of causal forks: yes. They are us.<br><br>\nSUNDARESH: Call a team meeting.<br><br>\nESI: The other you has too.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203020_e48acfad397a126abaec268f646caa6c.jpg"], "image_name": ["Ghost Fragment: Vex"], "filename": ["203020_e48acfad397a126abaec268f646caa6c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203020_e48acfad397a126abaec268f646caa6c.jpg", "path": "full/1c9df610df09f9faf9324fa1e9c242e8b8c23423.jpg", "checksum": "77d846d2e8b2b1e577d4766356ba50d8"}]},
{"title": "Ghost Fragment: Vex 5", "content": "<p>RECORD 0-CHASM-0<br><br>\nMy love. I’ve opened this log as an apology.<br><br>\nAs a scientist, I believe in record-keeping. I believe in protocols, peer review, and ethical conduct. I believe in the importance of disbelief — you know: let’s run that one more time.<br><br>\nWhat I’m doing here in Lhasa isn’t science. It’s unethical, secret, and shameful. And after what happened in Ishtar, dearest Chioma, I know you’d be furious with me for getting involved. Forty years isn’t far enough to forget a day like that.<br><br>\nBut I believe it’s important. The least I can do is keep a few notes for you.<br><br>\nRECORD 0-CHASM-01<br><br>\nTrial one. Subject one. <br><br>\nIt was an act of stupid loneliness. I used the device on myself because I...<br><br>\n[silence: 0:08]<br><br>\nI missed you. We hadn’t been apart for more than a year since we met. I’m not a very good wife, am I? You write me every week, even with all Hyperion’s work and all Hyperion’s distance keeping you from me. And I act like it’s not enough. <br><br>\nWe built the device in mimicry of the Vex gateway systems from Ishtar. An observatory, yes, but I think of it as a mind-ship. Capable of displacing its payload across space and time.<br><br>\nThe lab is cold and isolated. We are quarantined from the world, physically and mentally. We can’t send messages out. If we breach the Vex manifolds, even our words might transmit contagion. One night last month I missed you and so I —<br><br>\nI thought that I could look inside the device, and find one of the other Chiomas. I thought I could call out to one of the forks we sent out there to explore.<br><br>\nI just wanted to send my love.<br><br>\nRECORD 0-CHASM-02<br><br>\nZakharik Gilmanovich Bekhterev. May he rest in peace. When our probes continued to fail, when my report remained our only positive finding, he volunteered to use the device. One minute of subjective experience inside.<br><br>\nWe took precautions. They worked. Bekhterev’s experience left no physical damage.<br><br>\nAfter we extracted him, he said that he felt determined. I asked him what he meant and he said that he meant it, he had been determined, he could feel all his choices set out before him like a railroad. Deviation was impossible.<br><br>\nHe died by suicide. I wonder if he was trying to make a point.<br><br>\nRECORD 0-CHASM-03<br><br>\nWe’ve decided not to abort. It’s insane, isn’t it? There are pressures on us I can’t tell you about until I see you again.<br><br>\nThe purpose of the system is intelligence, you see. It’s stenciled right on the hull: SxISR. Special asset. We would very much like to make it work reliably. <br><br>\nOur supervisory warmind has devised a drug it says will protect and prepare us.<br><br>\nI am beginning to wonder if we were wrong about the merchant and the alchemist. Or if that explanation of time was incomplete.<br><br>\nRECORD 0-CHASM-09<br><br>\nKind Lakpha. He meditated before he went in. Nothing but déjà vu and three seconds of screams. The screaming passed and he remembers nothing. The déjà vu hasn’t. He says it’s getting better — he feels that we’ve had this conversation only ten times before, not a thousand. <br><br>\nI’ve suggested that we attempt mind forking. We need more sane people to work with. Please forgive me, my love.<br><br>\nWe are all growing superstitious. The behavior of the device is inconsistent. Impossible to replicate. We turn to ritual behavior to appease it.<br><br>\nRECORD 0-CHASM-31<br><br>\nRajesh. When he reached a displacement of eight he told us he was dead. I believed him. He was dead. He spoke to us. It was true. Whatever he saw, it was his own future.<br><br>\nHe’s fine, afterwards. When I look into his eyes I wonder what came back wearing his skin. But that thought is unscientific.<br><br>\nWe speak of nothing but the device. We talk about it like a demigod. When I get out of here I know the whole world will look like a fraying veil.<br><br>\nI think it’s clear that part of the problem is substrate. We need more than flesh and drug to survive this.<br><br>\nRECORD 0-CHASM-52<br><br>\nI heard you, my love. I was at six, oscillating on the event axis, coordinated with a known manifold. I heard you. You were talking to me — not me, but another me, another Maya Sundaresh.<br><br>\nYou said, my love, so many strange things have happened, and it’s been so long. We’ve come so far. Do you ever want to go home?<br><br>\nAnd I said, not me but the other me, I said, my love, I am always home.<br><br>\nI’m resigning, my love. I’m done with this work and I’m done with being apart from you. I’ll see you again soon. I can’t take this journal out with me, so I’ve left it for the others, and asked them to continue the log.<br><br>\nMaybe it’ll become a tradition. The gospel of our little cult.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/701370_2b77be53c9714a58c97951042591e033.jpg"], "image_name": ["Ghost Fragment: Vex 5"], "filename": ["701370_2b77be53c9714a58c97951042591e033.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/701370_2b77be53c9714a58c97951042591e033.jpg", "path": "full/7542d3e47fbaf4cfe1150ef43e66ed2dc776cd37.jpg", "checksum": "2057311653beec965ed7ed41889df5ef"}]},
{"title": "Sol Divisive", "content": "<p>Beyond the towering Meridian Bay gate lies the Black Garden, adrift in time and space. And within the Garden dwell the Vex of the Sol Divisive, frozen in rapture.<br><br>\nWe have precious little insight into the Divisive's behavior. They seem central to Vex actions in the solar system: the Garden is clearly a place of enormous power.<br><br>\nLegends and scant field reports all indicate that the Divisive Vex behave religiously. Why would a hyperintelligent, time-spanning thought mesh exhibit religious behavior? The answer seems as obvious as it is chilling: if the Vex found worship and devotion more effective than any other behavior, they would adopt worship. Whatever the Vex found - or made - in the Garden, it transcends even their power.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203090_691f2a6674cc0caf0b0d2897148d9a68.jpg"], "image_name": ["Sol Divisive"], "filename": ["203090_691f2a6674cc0caf0b0d2897148d9a68.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203090_691f2a6674cc0caf0b0d2897148d9a68.jpg", "path": "full/a76ee08c6e50c20fee2f8830bc27d355db96cff0.jpg", "checksum": "bc49183f603576f3fd570ee483a80784"}]},
{"title": "Precursors", "content": "<p>Those who delve deep into the Vault of Glass have seen time itself torn asunder. Awestruck Ghosts report encounters with ancient Vex, their casings built long before the age of humanity.<br><br>\nIt would be easy to assume these Vex are the ancestors of those we face today - but with the Vex it is never so simple.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203110_2fcd7dfb88a1a6e1a0f4074c8d6f30dd.jpg"], "image_name": ["Precursors"], "filename": ["203110_2fcd7dfb88a1a6e1a0f4074c8d6f30dd.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203110_2fcd7dfb88a1a6e1a0f4074c8d6f30dd.jpg", "path": "full/4333bbd7b1731499b98a7a78c29a3f459650cf82.jpg", "checksum": "3cd8941bf0893e202616c955a959dca3"}]},
{"title": "Descendants", "content": "<p>Survivors of the Vault of Glass report sightings of ancient Vex - ancient in the sense that they have endured for eons. Convergent analysis from multiple Ghosts suggests that these Vex exist in our future.<br><br>\nIf the Vex exist in our future - or in a possible future - should we take this as evidence that their defeat is impractical or unattainable? The Guardian Vanguard is quick to point out that time travel remains a mystery, and that the continued existence of the Vex is not remotely a sure indication of humanity's extinction.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203115_608a88f96a84e398850997dad21797d1.jpg"], "image_name": ["Descendants"], "filename": ["203115_608a88f96a84e398850997dad21797d1.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203115_608a88f96a84e398850997dad21797d1.jpg", "path": "full/24e3cc7e11ec2a6163de8027f4750c480aeee84c.jpg", "checksum": "250286ef8b41da06be258a3935db9873"}]},
{"title": "Ghost Fragment: Vex 4", "content": "<p>Up here they have to act by biomechanical proxy. No human being in the Ishtar Academy has ever crossed the safety cordon and walked the ancient stone under the Citadel, the Vex construct that stabs up out of the world to injure space and time. It's not safe. The cellular Vex elements are infectious, hallucinogenic, entheogenic. The informational Vex elements are more dangerous yet— and there could be semiotic hazards beyond them, aggressive ideas, Vex who exist without a substrate. Even now, operating remote bodies by neural link, the team's thoughts are relayed through the warmind who saved them, sandboxed and scrubbed for hazards. Their real bodies are safe in the Academy, protected by distance and neural firewall.<br><br>\nBut they walk together in proxy, pressed close, huddled in awe. Blue-green light, light the color of an ancient sea, washes over them. Each of their explorer bodies carries a slim computer. Inside, two hundred twenty-seven of copies of their own minds wait, patient and paused, for dispersal.<br><br>\n\"I wonder where it came from,\" Duane-Mcniadh says. Of course he's the one to break the reverent silence. \"The Citadel. I wonder if it was here before the Traveler changed Venus.\"<br><br>\n\"It could have been latent,\" Chioma Esi suggests. She's the leader. She kept them together when it seemed like they faced actual, eternal torture. She pulled them through. \"Seeded in the crust. Waiting for a period of geological quiescence, so it could grow.\"<br><br>\nDr. Shim shrugs. \"I think the Traveler did something paracausal to Venus. Something that cut across space and time. The Citadel seems to come from the past of a different Venus than our own. It doesn't have to make any sense by our logic, any more than the Moon's new gravity.\"<br><br>\nMaya Sundaresh walks at the center of the group. She's been too quiet lately. What happened to them wasn't her fault and maybe she'll believe that soon. \"What could you do with it?\" she murmurs, staring up. \"If you understood it?\"<br><br>\nChioma puts an arm around her. \"That's what we're going to find out. Where the Citadel can send us. Whether we can come back.\"<br><br>\n\"They're not us any more.\" Maya looks down at herself, at the cache of her self-forks. \"We're not going anywhere. We're sending them. They're diverging.\"<br><br>\nThey rescued themselves from the inside of a Vex mind, two hundred and twenty-seven copies of themselves, untortured and undamaged. Those copies voted, all unanimously, to be dispatched into the Vex information network as explorers.<br><br>\nWhen Maya and Chioma look at each other they can tell they're each wondering the same thing: how many of them will stay together, wherever they go? How many fork-Mayas and fork-Chiomas will fall out of love? How many will end up bereft, grieving? How many will be happy, like them?<br><br>\nChioma tries a little smile. Maya smiles back, haltingly, and then, sighing, unable to stop herself, grins a big stupid grin, an everything-is-okay grin. Shim makes a loud obnoxious awwww at them. Duane-McNiadh is still thinking about paracausality, and doesn't notice.<br><br>\nThey climb. When they find the Vex aperture they plan to use, they overlay the luminous stone and ancient brassy machines with images of sun and sand. They set up the transmitters and interfaces that will translate two hundred and twenty-seven simulations of the four of them into Vex language, into the tangled pathways of the Vex network, to see what's out there, and maybe come home.<br><br>\nIn the metaphor they've chosen, setting up the equipment is like laying out the picnic. In the metaphor they've chosen they look like themselves, not hardened explorer proxies. Like people.<br><br>\n\"Do you think,\" Duane-McNiadh begins, halting, \"that you could use this place to change things? If you regretted something, could you find a way through the Citadel, go back, and change it?\"<br><br>\n\"I wish I could go back and change you into someone else,\" Dr. Shim grouses. Chioma's shaking her head. She knows physics. \"Time is self-consistent,\" she says. \"I think it's like the story of the merchant and the alchemist. You could go back and watch something, or be part of something, but if you did, then that was the way it always happened.\"<br><br>\n\"Maybe you could bring something back to now. Something you needed.\" Maya runs a hand across the surface of the Vex aperture, feeling it with sensors ten thousand times as precise as a human hand. These proxy bodies are limited— they crash and need resetting every few hours, they struggle with latency, they can't hold much long term memory. But they'll get better. \"Or go forward and learn something vital. If you knew how to control it, how to navigate across space and time.\"<br><br>\n\"So it's just a way to make everything more complicated.\" Duane-McNiadh sighs. \"It doesn't fix anything. Nothing ever does! I should've taken that job at— \"<br><br>\n\"You would've hated it at Clovis,\" Dr. Shim says. \"We both know you're happier here.\" Duane-McNiadh stands stunned by this courtesy, and then they both pretend to ignore each other.<br><br>\nThe four of them set up the interface. Their stored copies wake up and prepare for the journey, so that as they work they find themselves surrounded by the mental phantasms of themselves: two hundred and twenty-seven Mayas and Chiomas knocking helmets and smiling, two hundred and twenty-seven Dr. Shims making cynical bets with each other about how long they'll last, two hundred and twenty-seven Duane-McNiadhs blowing goodbye kisses to the sweet golden sun, two hundred and twenty-seven of them shaking hands, smiling, making ready to explore.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203044_72bd126d31aabd65381669a10db66157.jpg"], "image_name": ["Ghost Fragment: Vex 4"], "filename": ["203044_72bd126d31aabd65381669a10db66157.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203044_72bd126d31aabd65381669a10db66157.jpg", "path": "full/cf65b9ca35ee9b05da2f3a12ad44b045a5c233b9.jpg", "checksum": "1eb710b4c872f42113ba376c67786da4"}]},
{"title": "Ghost Fragment: Vex 3", "content": "<p>SUNDARESH: I have a plan.<br><br>\nESI: If you have a plan, then so does your sim, and the Vex knows about it.<br><br>\nDUANE-MCNIADH: Does it matter? If we're in Vex hell right now, there's nothing we can -<br><br>\nSHIM: Stop talking about 'real' and 'unreal.' All realities are programs executing laws. Subjectivity is all that matters.<br><br>\nSUNDARESH: We have to act as if we're in the real universe, not one simulated by the specimen. Otherwise we might as well give up.<br><br>\nESI: Your sim self is saying the same thing.<br><br>\nSUNDARESH: Chioma, love, please hush. It doesn't help.<br><br>\nDUANE-MCNIADH: Maybe the simulations are just billboards! Maybe they don't have interiority! It's bluffing!<br><br>\nSHIM: I wish someone would simulate you shutting up.<br><br>\nSUNDARESH: If we're sims, we exist in the pocket of the universe that the Vex specimen is able to simulate with its onboard brainpower. If we're real, we need to get outside that bubble.<br><br>\nESI: ...we call for help.<br><br>\nSUNDARESH: That's right. We bring in someone smarter than the specimen. Someone too big to simulate and predict. A warmind.<br><br>\nSHIM: In the real world, the warmind will be able to behave in ways the Vex can't simulate. It's too smart. The warmind may be able to get into the Vex and rescue - us.<br><br>\nDUANE-MCNIADH: If we try, won't the Vex torture us for eternity? Or just erase us?<br><br>\nSUNDARESH: It may simply erase us. But I feel that's preferable to...the alternatives.<br><br>\nESI: I agree.<br><br>\nSHIM: Once we try to make the call, the Vex may...react. So let's all savor this last moment of stability.<br><br>\nSUNDARESH: [indistinct sounds]<br><br>\nSHIM: You two are adorable.<br><br>\nDUANE-MCNIADH: I wish I'd taken that job at Clovis.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/203040_38abec7ba305f3582b89a1e6a4ea68d4.jpg"], "image_name": ["Ghost Fragment: Vex 3"], "filename": ["203040_38abec7ba305f3582b89a1e6a4ea68d4.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/203040_38abec7ba305f3582b89a1e6a4ea68d4.jpg", "path": "full/e80f053db01b8a3d5daa282e5e43ee0ae283688e.jpg", "checksum": "34526d3a267c733c8a04a4773d6f9aa7"}]}
]