[
{"title": "Arenas Introduction", "content": "<p>Arenas present Guardian Fireteams with a series of aggressive and increasingly challenging combat scenarios. Skill, teamwork and every weapon in a Fireteam's arsenal are needed to triumph.<br><br>\nThose brave Guardians who withstand the onslaught and emerge victorious will be rewarded with glory and treasure beyond compare.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/613027_9751f90ad153f97f6005cda14bb8d831.jpg"], "image_name": ["Arenas Introduction"], "filename": ["613027_9751f90ad153f97f6005cda14bb8d831.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/613027_9751f90ad153f97f6005cda14bb8d831.jpg", "path": "full/97905bffb483debe92b39fc8c19f42c42917850f.jpg", "checksum": "9979f7541d3aa6b741819bb1e23e1419"}]},
{"title": "Wolves' Gambit", "content": "<p>Uldren: Nearly the whole fleet, your Grace. Back in the Ishtar Sink.<br><br>\nQueen: He fails at his little prophecy, so he'll look to rule from <br>\nSimiks-fel, now that Draksis is gone—<br><br>\nUldren: I thought the same thing, but my Crows say he's not there. We've found more of his Guard leading parties into the Vault of Glass.<br><br>\nQueen: Interesting.<br><br>\n[silence]<br><br>\nQueen: Tell Petra I have changed my mind. Skolas is to be brought in alive.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/509074_e2829127dbe0d416e4e969b675170efa.jpg"], "image_name": ["Wolves' Gambit"], "filename": ["509074_e2829127dbe0d416e4e969b675170efa.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/509074_e2829127dbe0d416e4e969b675170efa.jpg", "path": "full/125cbf268f107d0f2c49f3db333a2428b03b8463.jpg", "checksum": "4ce2bc8ce471bc5fbf88d8b9f38c34fe"}]},
{"title": "The Hunt For Skolas", "content": "<p>Variks: My Queen, my Kell. It is Skolas they say.<br><br>\nPetra: That's impossible. My Lady, you assured us all that Skolas would never be seen again.<br><br>\nQueen: Has it been confirmed?<br><br>\nVariks: What does it matter? They always fear him—dead or alive. If not this Skolas then another Kell. It is why the Queenbreakers rise, and the Prison breached. No one will call you Kell when a true heir makes a claim.<br><br>\nQueen: Petra, report to my brother for any intel from the Crows. Variks, see to your channels. Find the one who calls himself Skolas.<br><br>\nVariks: Yes, of course, my Queen, my Kell.<br><br>\nPetra: Your Grace, I will not relent until it is done.<br><br>\nQueen: I know. That's why I've called you back.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/509062_f61dcaaa54556931c4ea7860ad794da7.jpg"], "image_name": ["The Hunt For Skolas"], "filename": ["509062_f61dcaaa54556931c4ea7860ad794da7.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/509062_f61dcaaa54556931c4ea7860ad794da7.jpg", "path": "full/0624d1fe5209997d6b9a2cf6eb6a11dc7eeab3a1.jpg", "checksum": "90ebd88e93a1913a2673394bff9a49ad"}]},
{"title": "A Kell Rising", "content": "<p>Queen: So it is no lie, it is Skolas?<br><br>\nPetra Venj: Yes, my lady. A Guardian got eyes on him in the Ishtar Sink, I used Ghost telemetry to confirm. Same pelt. Same awful voice. We drove him from Winter’s Lair. How did he—<br><br>\nQueen: And you would have me consider this a success? What of Winter itself? Your report is unclear...<br><br>\nPetra: You are correct, my lady. I would not call our mission a success. Skolas managed to win over—well, a substantial number of Winter soldiers have taken up the Wolf banner. He calls himself Kell of Kells now.<br><br>\n[silence]<br><br>\nPetra: We found him once, we can do it again. I have a plan in place. As soon as the Guardian returns—<br><br>\nQueen: Then go. Continue the hunt. Petra, you must not fail.<br><br>\nPetra: I will not, my lady.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/509064_b7783547120ecea4da6b110f9fb35beb.jpg"], "image_name": ["A Kell Rising"], "filename": ["509064_b7783547120ecea4da6b110f9fb35beb.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/509064_b7783547120ecea4da6b110f9fb35beb.jpg", "path": "full/55505e9f10004ee0dcc8ee3b5ca7f667cd1dc492.jpg", "checksum": "87c33088b8536e5dc874567892b8d117"}]},
{"title": "The Silent Fang", "content": "<p>Queen: Ha! I had not thought it would be so easy, my brother. The Silent Fang brought low.<br><br>\nUldren: I do not see why this is funny. This Guardian may have dealt with them on Earth, but my Crows say we still have much to fear. More of the Fang survive, nearly every one of them made it out alive.<br><br>\nQueen: I find no humor in any of this, brother.<br><br>\nThe Queen rises and descends to the bottom of the stair, turning in place to take in the chamber.<br><br>\nQueen: So empty, now. No Wolves to sit at my feet. My guards—<br><br>\n[silence]<br><br>\nQueen: Talk to Petra. Set more bounties, hunt down any of the Fang your Crows can track. They may have escaped the Prison of Elders, but they will not escape my Wrath.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/509068_7dff5393cc17b6235af0afce50ba3456.jpg"], "image_name": ["The Silent Fang"], "filename": ["509068_7dff5393cc17b6235af0afce50ba3456.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/509068_7dff5393cc17b6235af0afce50ba3456.jpg", "path": "full/48dead7415736afe9cd315b6077dd7775438bf18.jpg", "checksum": "6641488890028576f000a72a74d46c3c"}]},
{"title": "Gone to Ground", "content": "<p>Petra paces back and forth before the console. At the controls, Variks efficiently moves through a decryption sequence. Four arms interweave as his claws dance across the interface. She shakes her head. His cybernetic arms whine—almost imperceptibly, tiny high pitched noises as the servos manipulate the limbs.<br><br>\nPetra: Well?<br><br>\nVariks: No sign of Skolas, but the Silent Fang. He has unleashed the Fang. They hunt the Devils. On Earth.<br><br>\nPetra: The Fang on Earth. Devils. And Kings? Nice work, Variks.<br><br>\nVariks: Pleasure is all mine.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/509066_c3f2e21e976f6d3f6ea64bb2c04b2ad3.jpg"], "image_name": ["Gone to Ground"], "filename": ["509066_c3f2e21e976f6d3f6ea64bb2c04b2ad3.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/509066_c3f2e21e976f6d3f6ea64bb2c04b2ad3.jpg", "path": "full/1483e2415ff8ba3c72b34007d2d5995885730d56.jpg", "checksum": "fabce720f8917fd16af57e484e7f8de0"}]},
{"title": "The Ruling House", "content": "<p>Variks stares up through the shielding surrounding the Vestian Outpost. The thin filament of energy almost imperceptible, keeping in the heat and atmosphere within the confines of the hollowed out ketch hull. His mandibles idly opened and closed as he contemplated the view.<br><br>\nVariks (to himself): Goes after Winter. Devils, Kings. Seeks power. Kings deny him. Kell of Kings hides well. Perhaps he will take back the Great Machine. Perhaps I chose the wrong side. It is not too late—<br><br>\nPetra (over comm): Variks, Crows are reporting Skolas is back in the Ishtar Sink. They're all over the Vex networks.<br><br>\nVariks: Yes. Right away.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/509070_05ff766ef1b16fd975f9db7364160a7e.jpg"], "image_name": ["The Ruling House"], "filename": ["509070_05ff766ef1b16fd975f9db7364160a7e.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/509070_05ff766ef1b16fd975f9db7364160a7e.jpg", "path": "full/5db79d110b8d060c8211be17788b9f9b210bfd56.jpg", "checksum": "9bd7ea93ca4890688f8bec5fe045ffe9"}]},
{"title": "The Kell of Kells", "content": "<p>Petra: So— any other Fallen houses hiding he'll try to convert?<br><br>\nVariks: He may seek to gather the Exiles, but they will not follow. They follow none, no Kell, no Archon.<br><br>\nPetra: What about this House of Rain, the Prophecy you keep quoting?<br><br>\nVariks: House Rain lost in Whirlwind. No survivors, but I keep their prophecies. You think many claim to be Kell of Kells, but none have. House Judgment closest thing to peace the Fallen ever know.<br><br>\nPetra: Heh. Maybe you are the Kell of Kells.<br><br>\nVariks (distracted by screen): Looks like Skolas returns to Venus.<br><br>\nPetra: I'll find the Guardian.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/509072_0dc124256c1e5ae7bf3ef7842ce3412a.jpg"], "image_name": ["The Kell of Kells"], "filename": ["509072_0dc124256c1e5ae7bf3ef7842ce3412a.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/509072_0dc124256c1e5ae7bf3ef7842ce3412a.jpg", "path": "full/43cd8d0879c84ad978291d94d4161866aa599ba5.jpg", "checksum": "2ef3c415fa80e1721a9979e4dbd9508c"}]},
{"title": "Prison of Elders", "content": "<p>Variks the Loyal remembers an ancient time, and an ancient name: the House of Judgment, when grudges and status fights were worked out in a safe place. When the berserk and the vengeance-crazed were kept somewhere harmless, and there were fewer rivals to plot around.<br><br>\nThe old Fallen ways align perfectly with the Queen's agenda. With the House of Wolves in disarray, the Queen needs muscle in the Reef. Guardians go where the treasure and the glory are, and an arena of champions is a wonderful place to earn both. Guardians in the Reef deter threats to the Queen and give the Awoken a chance to learn about their power and subvert their loyalty to the Traveler. And if, as the Queen worries, the Nine are scheming against her, then she needs a good excuse to clear out some of the most dangerous prizes in the Prison of Elders.<br><br>\nAnd the Prison of Elders is full of dangerous prizes. The Awoken have captured titanically dangerous specimens from everywhere in the inner solar system. These monstrous champions want to smash Guardian bone and Guardian alloy—and given the chance, they'll kill Guardians, rend their Ghosts, and snuff them out forever. Walk into the arena with a Fireteam you trust. And beware: the agents of the Nine are active in the Reef, and their curiosity is as limitless as it is inscrutable.<br><br>\nRisk death. Win glory and signs of Her Majesty's favor. But always remember that you are being watched, and tested.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/509060_1106a173a424b0c225fb9aa0570e9e4b.jpg"], "image_name": ["Prison of Elders"], "filename": ["509060_1106a173a424b0c225fb9aa0570e9e4b.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/509060_1106a173a424b0c225fb9aa0570e9e4b.jpg", "path": "full/cad67e332d4231101619b946bb3437dac5a1a93c.jpg", "checksum": "bc09d5e2f87a6f6ca0ba9916dbdc31eb"}]},
{"title": "Queen's Ransom", "content": "<p>A bellow erupts from the barred grate at her feet. Bony fingers claw at the bars, their sharp points just inches from her toes.<br><br>\nPrince Uldren chuckles. At the edge of the room the Techeuns circle, their implants glowing faintly blue in the shadows.<br><br>\n\"He's been... amusing... since Petra bring him,\" Variks injects, practically purring with glee. \"He say 'Kell of Kells,' over and over. And other such nonsense.\"<br><br>\nSkolas bellows again. Variks strikes Skolas' grasping fingers with his staff.<br><br>\nThe Queen's expression remains mild. She looks down her nose at the glowing eyes burning in the shadows beneath the grate.<br><br>\nSkolas falls abruptly silent. Then a low, soft growl—almost like a whine—echoes from the cell below. Variks' mechanical hands click as he snaps them together in surprise.<br><br>\n\"What's he—\" begins Uldren.<br><br>\nVariks interrupts with a burst of guttural clicks directed at the grate.<br><br>\nThe Queen does not react. \"What did he say?\"<br><br>\n\"He says...\" Variks hisses under his breath. \"He makes no sense, my Queen. He speaks of...Light-Snuffer. Dark-binder.\"<br><br>\nThe Queen aims her eyes at Skolas, her expression unchanged. \"I see.\"<br><br>\n\"He will not say more—\"<br><br>\n\"He does not need to.\" She turns toward the door.<br><br>\n\"My Queen—what of this one?\" says Uldren. \"He awaits your sentence.\"<br><br>\n\"You would not sentence a rabid dog, or a Hive Thrall, or a bomb. The Queen's justice is wasted on one such as it.\" She paused. \"Variks.\"<br><br>\n\"Yes, Your Grace...\"<br><br>\n\"Skolas is yours. Let the children of Light have their play with him.\"<br><br>\n\"Ahhh...you are might and justice, my Queen, my Kell.\"<br><br>\nThe Techeuns gather at the door as the Queen approaches it. Prince Uldren holds it open with a small bow, and the Queen touches his shoulder as she passes. \"Send a Crow to Mercury. And another to our new friend in the Tower.\"</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/509076_1bac87b38816b1dcad50aad0a751679d.jpg"], "image_name": ["Queen's Ransom"], "filename": ["509076_1bac87b38816b1dcad50aad0a751679d.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/509076_1bac87b38816b1dcad50aad0a751679d.jpg", "path": "full/395ba74a34b4057101c7a80152788382df0663f7.jpg", "checksum": "ace29562bb15387e66b41e854e01d14d"}]}
]