[
{"title": "Quests Introduction", "content": "<p>The forces of the City have spent years sifting through the plights of its Guardians, seeking humanity's greatest feats and the true desires of our enemies, but there is still so much unexplored and unknown.<br><br>\nThe incessant curiosity of the Tower patrons continues to offer new paths and insights to aid in our survival. Unfortunately, few have the means to survive the harshness of the frontier, but you and your fellow Guardians offer hope for their causes.<br><br>\nListen to their pleas, seek out what they value, help expel their fears, and we can further unravel our greatest mysteries and look to seize the promise we hope they contain.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/509010_a77c72fe36cb9a246fb0edd0796af186.jpg"], "image_name": ["Quests Introduction"], "filename": ["509010_a77c72fe36cb9a246fb0edd0796af186.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/509010_a77c72fe36cb9a246fb0edd0796af186.jpg", "path": "full/d2e9f0244b108a00deea4bfa5fad72354c5d73a7.jpg", "checksum": "5534d9747b3cd300f101d7e01c801ad7"}]},
{"title": "Disciples of Crota", "content": "<p>“They are all here, on Earth, I can feel them. His Eyes, who watch our worlds for him; the Hand whose grasp on Earth must be unbound; the Heart who ceases at nothing to bring Crota back. And Omnigul, his vile Will, the keeper of the worms, the mother of his spawn.<br><br>\n“Find them, defeat them all—as long as even one of these monsters walks the Earth, the threat of Crota will never fade.” - Eris Morn</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/509040_149c19cb0037818286d68490d13f6308.jpg"], "image_name": ["Disciples of Crota"], "filename": ["509040_149c19cb0037818286d68490d13f6308.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/509040_149c19cb0037818286d68490d13f6308.jpg", "path": "full/4348394c95253b964b466024097b3acfe737fbfa.jpg", "checksum": "07362c8b06a2c0ff65d9fcce3a35b19c"}]},
{"title": "Rise of Crota", "content": "<p>“The shattered one once referred to Crota as the god holding domain in a threshold between our world and theirs. He said he deciphered the means by which the Hive call to him. From all that I've seen, I now know he was right.<br><br>\n“I watched as Crota's soul rose from the abyss, his sword cracking the Moon's surface with every stroke, and countless Guardians, losing their light to his wrath.<br><br>\n“We tried once to hunt him, gave up all we were to challenge the ones that bow in his name, hoping to deny him his power. One by one, we failed. But I've kept watch, seeking vengeance for all I've lost.<br><br>\n“What we faced on the Moon now looks to take the Earth. And none will survive if they succeed. First Crota's sworn Blades will rise. Then every disciple who haunts these worlds in Crota's name will seek to overrun the Earth. If they raise Crota here, we could lose everything. Go to the Cosmodrome and meet this invasion head on. Find the Fist leading the charge and break him, then the others, or Crota will claim the Earth for his king, and all Light beware.” - Eris Morn</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/509020_8cf79e8c533320de1ec76be11311d363.jpg"], "image_name": ["Rise of Crota"], "filename": ["509020_8cf79e8c533320de1ec76be11311d363.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/509020_8cf79e8c533320de1ec76be11311d363.jpg", "path": "full/6e2ccc80c2955bb80781e1c6deb643bd964cd0bb.jpg", "checksum": "e011db92d1080d9332ce0658b8479705"}]},
{"title": "The Wakening", "content": "<p>“Thanks to you the Wakers of Crota failed to summon their master here; my efforts to warn you were not in vain.<br><br>\n“But beyond the threshold at the pit of the Hellmouth, Crota still lives. And his disciples will continue to haunt the Earth, seeking the power to raise him again, and again, until Earth is carved in his name. But—there is a way, spoken by the shattered one, to enter the dark where he sleeps.<br><br>\n“Perhaps you can succeed where we could not. Gather a force worthy of the Light and enter that abyss, only there can we truly see to Crota's end.” - Eris Morn</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/502130_ec45b999b3ed036d4125f478c12498a3.jpg"], "image_name": ["The Wakening"], "filename": ["502130_ec45b999b3ed036d4125f478c12498a3.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/502130_ec45b999b3ed036d4125f478c12498a3.jpg", "path": "full/962b005fdaa8c341992d634e429bb715c9542927.jpg", "checksum": "70987df38153a88af83b2f85b2b5542e"}]},
{"title": "Urn of Sacrifice", "content": "<p>“The Hive pantheon only begins with Crota, the shattered one said he is but a child among their gods. Even now, I can hear the Hive calling to them, and to Crota's maker, Oryx.<br><br>\n“I can lead you to their most unholy rites, and there we can taint their faith and sully their offerings. But be warned, what we dabble in now could bring us to a very fortunate but challenging future.” - Eris Morn</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/509050_425d7e88bf8415dc5d9aa5cb50184f8d.jpg"], "image_name": ["Urn of Sacrifice"], "filename": ["509050_425d7e88bf8415dc5d9aa5cb50184f8d.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/509050_425d7e88bf8415dc5d9aa5cb50184f8d.jpg", "path": "full/42e006d0fac6c7a7791a39791c6e2cea2937bcd2.jpg", "checksum": "1393c894c84540c2f34c95078812f252"}]},
{"title": "Siege of the Warmind", "content": "<p>“The Hive know the power of Rasputin, they've fought him on many fronts. But this attack seemed targeted. There was some kind of purpose in this, one that I can't seem to follow. You stopped them from tearing apart this arm of the Warmind, but perhaps Omnigul found what she sought. It’s not like her to run from a feast of Light.<br><br>\n“I'll continue to monitor the Warmind's efforts, but be careful of its motives. Not every ally shares our goals. Rasputin might have survived the Collapse, but at what cost to the rest of us?\" -Eris Morn</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/501140_7387c762e7d62d2855ac2f6546477d49.jpg"], "image_name": ["Siege of the Warmind"], "filename": ["501140_7387c762e7d62d2855ac2f6546477d49.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/501140_7387c762e7d62d2855ac2f6546477d49.jpg", "path": "full/b2ce2412fc187fcbf9fff3bfe9cac342599174dc.jpg", "checksum": "933f5923107e3b0ddfe8142c2a204f86"}]}
]