[
{"title": "Factions", "content": "<p>In the City's earliest days, various factions vied for the hearts and minds of the refugee masses. Power struggles threatened to shatter an already tenuous existence.<br><br>\nThe following conflicts, known as the Faction Wars, brought the City to its knees. When the chaos grew intolerable, a gathering of Guardians fought to end the conflict. The new peace brought a new order: the City Consensus and the Speaker ruled together, and the surviving great factions worked through civil channels to pursue their agendas. <br><br>\nThat order still holds, but as the City reaches out into the frontier, the factions see new opportunities everywhere - and a chance to win over Guardians to their cause.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/108005_7ef736e8e0c984aabaf1e8e46f1bc92b.jpg"], "image_name": ["Factions"], "filename": ["108005_7ef736e8e0c984aabaf1e8e46f1bc92b.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/108005_7ef736e8e0c984aabaf1e8e46f1bc92b.jpg", "path": "full/918a89ea327243c36b55cd78d5a6610eef94fd8f.jpg", "checksum": "80458124a58bb5ef9fc5a77bc6595ade"}]},
{"title": "Future War Cult", "content": "<p>While the origins of the Future War Cult are greatly debated, their mark has been found on ancient chambers and encampments throughout the system, dating them back to the late Golden Age. Though their secrets are vast, they have proven indispensable in our struggle against the Darkness, earning them power and respect in the City Consensus and among Guardians.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/108010_5ad6381551f8b1325de5ff233b9c2058.jpg"], "image_name": ["Future War Cult"], "filename": ["108010_5ad6381551f8b1325de5ff233b9c2058.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/108010_5ad6381551f8b1325de5ff233b9c2058.jpg", "path": "full/daeb960439e872b9fe62c7743d8840f39cdda709.jpg", "checksum": "2373028bc264f93859902868e7b74830"}]},
{"title": "Ghost Fragment: Future War Cult", "content": "<p>RECORD 343-CHASM-7887<br><br>\nSubject twenty-two. Admitted to the Inner Circle at 24:00. A promising postulant - I regret to say he performed poorly. He was administered the standard medication but refused to enter the Device. <br><br>\nAren't people unpredictable? I suppose there'd be no point if they weren't, would there? <br><br>\nHe knows to keep silent. <br><br>\nEND RECORD <br><br>\nRECORD 343-CHASM-7888<br><br>\nSubject twenty-three entered the Device at 11:00. A clever girl from the Core District; an artist, before she joined the War Cult. <br><br>\nAt 11:03 she reported a sensation of floating. At 11:06, a sensation of lights within the darkness of the Device. Between 11:06 and 11:32 she reported these lights variously as white, golden, and blood-red. At 11:32 she reported a sensation of someone taking her hand; a stranger, but also herself. Twelve subjects have reported similar experiences. At 11:33 she reported the sensation we have called \"The Opening Of The Veil.\" The Device recorded temporal displacement of her consciousness to the order of six degrees. At seven she began screaming. Brainscans near-death. Removed from the Device at 11:34. <br><br>\nShe believes without question that the Device granted her a vision of the future, and that it was one of utter Darkness. She thanked me for this enlightenment. She says it will make her stronger.<br><br>\nLittle Ghost, there in the corner of the Sanctum - I see you blinking. Are you listening? Are y -<br><br>\nEND RECORD<br><br>\nRECORD 343-CHASM-7889<br>\nthe Device at 12:22 and immediately the Device reported displacement of his consciousness. Visions of war and the City in flames. Subject twenty-nine worked the supply channels on the Slip before he joined the War Cult. By 12:27 he was babbling and by<br>\nEND RECORD<br><br>\nRECORD 343-CHASM-7890<br>\nWe have applied certain refinements to the Device. Novarro found records of a prototype of the Device at a Golden Age laboratory in Tibet, and Hari's team retrieved what was left of it. We are the first to see it operational in who knows how long.<br>\nToo many subjects come back damaged. Mad. We are grasping at straws. <br>\nWhat do you think, little Ghost?<br>\nEND RECORD<br><br>\nRECORD 343-CHASM-7891<br><br>\nForty-seven human subjects; eleven report timelines in which the Darkness has already prevailed, thirteen report timelines in which the City has fallen. Twenty-three babbled madness. Hopeless. Trapped.<br><br>\nNo wonder the Device was abandoned. The human mind is too weak for it. Too weak to look into the Future, or to understand what it sees. <br><br>\nWhat the situation calls for, little Ghost, is a better sort of witness. <br><br>\nWe found you in pieces in Siberia, and repaired you as well as we could. <br><br>\nWhat do you say? Are you well enough to travel?<br><br>\nEND RECORD</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/108020_26fb6d0c812a6cdc6efe6ec2975e1635.jpg"], "image_name": ["Ghost Fragment: Future War Cult"], "filename": ["108020_26fb6d0c812a6cdc6efe6ec2975e1635.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/108020_26fb6d0c812a6cdc6efe6ec2975e1635.jpg", "path": "full/ceb9411998b938d6e7c318faeaf017019f69881c.jpg", "checksum": "bd039e340c45613b994e4698d37b0178"}]},
{"title": "Dead Orbit", "content": "<p>Dead Orbit's theology has developed from mere fatalism into an obsession with worlds beyond Earth. Now their focus is on the building of a starfaring fleet, cobbled together from the ashes of our past and the spoils of war.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/108030_ab0c79d88d5b3b34d677807a0cfbd22c.jpg"], "image_name": ["Dead Orbit"], "filename": ["108030_ab0c79d88d5b3b34d677807a0cfbd22c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/108030_ab0c79d88d5b3b34d677807a0cfbd22c.jpg", "path": "full/03c3dc176d077c1f78022c33d0da3c5f104bca8b.jpg", "checksum": "c498cade788ff1b35a96feb3883583fb"}]},
{"title": "Dead Orbit", "content": "<p>Dead Orbit's theology has developed from mere fatalism into an obsession with worlds beyond Earth. Now their focus is on the building of a starfaring fleet, cobbled together from the ashes of our past and the spoils of war.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/108030_ab0c79d88d5b3b34d677807a0cfbd22c.jpg"], "image_name": ["Dead Orbit"], "filename": ["108030_ab0c79d88d5b3b34d677807a0cfbd22c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/108030_ab0c79d88d5b3b34d677807a0cfbd22c.jpg", "path": "full/03c3dc176d077c1f78022c33d0da3c5f104bca8b.jpg", "checksum": "c498cade788ff1b35a96feb3883583fb"}]},
{"title": "Ghost Fragment: Dead Orbit", "content": "<p>RECORD 978-ECLIPSE-4165<br><br>\nlo? Hello? Are you...oh, please, let it be alive. Wake up little Ghost, wake up. Just please give me some sign that you're listening.<br><br>\nAll right. I don't need...I know you're listening. Why would you be out here if you weren't here to...It's a miracle I found you out here. On this thing. <br><br>\nI didn't know the Traveler sent its Ghosts out this far from home. <br><br>\nPoor little lost thing. Please wake up.<br><br>\nI am an Arach of Dead Orbit. I am the last of the crew of the Sophia. And this place is...it doesn't have a name. We called it A-113.<br><br>\nHow long have you been here, little Ghost? Why did you come?<br><br>\nListen. We came here on behalf of the Fleet. We were scavengers. Sixty-one days ago a Dead Orbit scout detected an unknown presence in stationary orbit about Ceres. 133 west. Looked Golden Age, by the signatures. Human. A small station. No prior records. We - <br><br>\nI suppose we should have disclosed it to the Tower, but we didn't. I didn't. That was my call. We wanted it for ourselves, whatever it was. For the Fleet. If we'd told the Tower, maybe they might have sent a Guardian not of our making instead...Doesn't matter now, does it, little one? <br><br>\nIf I ramble it's because I haven't slept in seven days.<br><br>\nSeven point five days ago; that was when the Sophia dropped into the Belt. They saw us at once. We dropped and the alarms went off and that was the end, that was the end right then, but they let us go on for another seven-point-five days, didn't they? The alarms. Hostile scan detected. An Awoken ship had us in its sights, just a couple hundred kilometers away. Like it had been waiting for us. It could have wiped us out of space right then but instead it crippled our engines and our comms and then for days it played with us, like a cat, we limped half-way round the Belt and it was always there...<br><br>\nWe abandoned the Sophia one-point-five days ago. We jumped ship for A-113. <br><br>\nI don't know what else to call it. I don't know what it was built for. There are these things, like keyholes. The rangefinders say they go on for thousands of kilometers. The others went inside and found - well, some of them are still screaming about the eye. All the other voices that come back are more terrible.<br><br>\nThere's salvage here but it'll never come home, none of it. None of it except maybe you, little Ghost.<br><br>\nWake up. <br><br>\nWake up. Go home. Tell them to strike A-113 from the records. Tell them to forget the Sophia, and the mission, and her crew.<br><br>\nEND RECORD</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/108040_d76f1c0621e505e6361c8d401547130b.jpg"], "image_name": ["Ghost Fragment: Dead Orbit"], "filename": ["108040_d76f1c0621e505e6361c8d401547130b.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/108040_d76f1c0621e505e6361c8d401547130b.jpg", "path": "full/756592d564861e3b78940e0fe8934f3a6ba8ce62.jpg", "checksum": "928cbe625c513356461f23afa71810da"}]},
{"title": "New Monarchy", "content": "<p>The New Monarchy rose from the ashes of the Faction Wars with a simple, inclusive guiding tenet: \"Together we will rise.\"<br><br>\nLeery of the fragile state of the City's politics, the New Monarchy maintains a watchful eye on the Speaker, the Consensus, and the Vanguard, seeking the leadership that will properly reign over the City and return our civilization to its Golden Age splendor. If that leadership cannot be found, then it must be created.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/108050_79cffb5419ff37b5e4d87fc29e87d586.jpg"], "image_name": ["New Monarchy"], "filename": ["108050_79cffb5419ff37b5e4d87fc29e87d586.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/108050_79cffb5419ff37b5e4d87fc29e87d586.jpg", "path": "full/eb883f2e33fc45a0dfab6d3144a209112f2419d9.jpg", "checksum": "8a5e5b449c6df0d60e6a12d3c74c2266"}]},
{"title": "Ghost Fragment: New Monarchy", "content": "<p>1. To secure our walls against the enemy without.<br>\n2. To secure the rights and liberties of every upstanding citizen.<br>\n3. To sponsor the sciences of the City, and to salvage the ruins beyond, so that our Golden Age might be reborn.<br>\n4. To support the Guardian Orders by leading the City in technological innovation.<br>\n5. To support the natural harmony of the City, and to actively dissuade any group or individual that might disrupt that harmony. <br>\n6. To hold all individuals, compacts, and alliances to the highest standards of productivity and right behavior.<br>\n7. To, by vote of the Consensus, abolish the Consensus, and transfer ultimate power, in order that the rights and liberties of all citizens be secured, to a single sovereign of unimpeachable character.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/108060_bdc3b1545f289aad8702c0ebe7109b29.jpg"], "image_name": ["Ghost Fragment: New Monarchy"], "filename": ["108060_bdc3b1545f289aad8702c0ebe7109b29.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/108060_bdc3b1545f289aad8702c0ebe7109b29.jpg", "path": "full/660f918ec1c0c1f86825d353eeca770ea9305c12.jpg", "checksum": "105df49a800d99c40a609dd637cadc7a"}]}
]