[
{"title": "Lord Radegast", "content": "<p>Radegast strode through the ashes. A cloud hung in his wake as he made his way to the top of the rise. Scars marred his armor, and his sidearm lay in the dust. He didn't need it, now. The battle was over.<br><br>\nThis had been a mining outpost, once. A few buildings and a transport. Nestled amid a small forest, it had been like a precious jewel set atop the dull crown of the wildlands.<br><br>\nNow there was almost nothing left. The warrior began to walk slowly down into the valley. He pulled his helm from his head and let it drop with a muted thud into the ash. Of the forest, only stumps remained. Of the small village there was no trace; the buildings reduced to splinters. Here and there you could see dull gray signs of inhabitation.<br><br>\nAt the bottom of the valley, Radegast came to the source of the ash, death, and violence. The Light-bearers were laid out in a row, simple cloth covering their armored and robed forms. There were five of them, and they had been lined up beneath the melted girders of the settlement's great hall. <br><br>\nThese warlords had terrorized this part of the wilds for years. Hundreds had died at their hands. <br><br>\nRadegast turned as his companions crossed the valley floor to join him. They had been policing the dead, finding a fitting end for the settlers and miners of the outpost. Jolder came with a steady glide, energy and fire. Saladin, calm and slow, the weight of the dead on his shoulders. In formation behind them stepped Perun, her boots barely leaving a trace as she walked. They gathered before him.<br><br>\n\"Never again.\" He intoned the words quietly. The others stood as battle-scarred statues. <br><br>\n\"We ride against despots and warlords. We hide in these enclaves, hoping that other Light-bearers will not find us. We fear each other.\" He shook his head, his fists clenched. <br><br>\n\"And we should not. We are stronger, together. We are mighty, together. All we have to fear is... this.\" He pointed down at the dead warlords. \"Giving in. Allowing the power of the Light to blind us to what we truly are.\"<br><br>\nIt was Perun, of course, who asked the question. \"What are we?\" No judgment. No reproach. <br><br>\nStill, Radegast could feel their doubt. He turned upwards, and his eyes settled on the massive span that supported the hall. His eyes shone as he turned back to his fellows.<br><br>\n\"We will be what the people need us to be. We will be guardians. We will be protectors. We will hold the last of us together.\"<br><br>\nHis voice rang out across the still valley. \"Our days of hiding are ended. Say it now, each of you. Who among the other bearers do you trust? Who can be counted on to ride with us?\"<br><br>\n\"Bretomart,” said Jolder.<br><br>\n\"Deidris,\" said Perun.<br><br>\n\"I trust only you, Radegast,\" said Saladin, and their leader scowled in response.<br><br>\n\"What are you saying? What are we?\" Perun asked again.<br><br>\nRadegast smiled. \"We will gather those you trust. We will not wait for this\"—he gestured around him— \"to force our hand. We will ride against those that would use the Light against our own. Humanity must have protectors. Like the knights of old.\"<br><br>\nAround them, the dust swirled in the air. Shafts of sunlight coalesced in long slanted bars as the sun dipped towards the horizon. <br><br>\n\"Are you with me? Will you stand with me— as Iron Lords?\"<br><br>\nIn the waning light, their answers rang like thunder on the air.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800410_410fd5973a20619e77af51e095a6b39e.jpg"], "image_name": ["Lord Radegast"], "filename": ["800410_410fd5973a20619e77af51e095a6b39e.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800410_410fd5973a20619e77af51e095a6b39e.jpg", "path": "full/de3be20d72b3e9c5962cbf12776f07a940881182.jpg", "checksum": "6a93fcc5119f66bd464f30a842b3f915"}]},
{"title": "Lady Jolder", "content": "<p><i>At the west end of a deep valley stands a castle, its crumbling stone walls patched with glossy sheets of metal and glass. The castle entrance is a wrought-iron portcullis flanked by two motion-sensing turrets. In the valley below, just out of the turrets' range, rests a gold-and-gray transport ship. The symbol of the Iron Lords shines with an otherworldly glow on its folded wings. </i><br><br><i>The Iron Lords have come to challenge Warlord Rience.</i><br><br><i>Two Sparrows skim lightly over the grass as they head toward the ship, the castle at their backs.</i><i>Perun and Radegast dismount.</i><i>They nod to each other wordlessly, and part.</i><br><br>\nPerun walked up the ship’s gangplank and made straight for Jolder's room. She hit the door controls and stepped inside.<br><br>\n\"I'm almost ready,\" Jolder said, before Perun could speak. <br><br>\nJolder stood next to a chest full of weapons, armor and other gear. She flashed Perun a bright smile as she cinched the straps of her gold-and-white cuirass.<br><br>\nThe corners of Perun's mouth twitched. \"I came to tell you Rience agreed to the single combat. Guess I don’t need to.”<br><br>\nJolder smiled. \"I figured he would. Your plans have a way of working out.\"<br><br>\nPerun leaned against the doorframe. \"Saladin and Efrideet both volunteered to be your second.\"<br><br>\n\"Hm.\" Jolder took a pair of gauntlets out of the chest and put them on. \"Saladin's better at staying calm under pressure.\"<br><br>\n\"We need a second, it's ‘cause you're dead. No one will be calm.\"<br><br>\n\"Right. Efrideet, then. She fights better when she's angry.\" Jolder tightened the straps of her gauntlets, then made a fist. \"Hold this?\" She handed Perun a shield, golden and reflective as a mirror. <br><br>\nPerun rolled her eyes, but held the shield up, front toward Jolder.<br><br>\nJolder took a small pot of black liquid and a thin brush out of the chest, then stood in front of the shield and began lining her left eye with kohl. \"Who’re they sending?\"<br><br>\n\"Melig.\"<br><br>\n\"Do you know that, or do you just <i>know</i>?\"<br><br>\n\"Just know,\" Perun said. \"Rience will figure we send you. So, how to respond? He thinks bigger is better. So, Melig.\" <br><br>\nJolder smiled. \"Tell Rience he can send two. Otherwise—\" Jolder finished the line of kohl with a flick of her wrist, leaving a sharp black wing at the corner of her eye. \"My battle-paint will be for nothing.\"<br><br>\nPerun chuckled drily, without smiling. \"Not the best tactical move.\"<br><br>\n\"But it'd be more fun.\"<br><br>\nPerun grunted.<br><br>\nJolder arched her brow, her right eye half-painted, and looked over the shield rim at Perun. \"What are you thinking?\"<br><br>\nPerun ran a hand through her close-cropped hair. \"Don’t know yet. Seems... too easy. I were Rience, I'd be thinking about poison, neurojammers... Man like him with nothing to lose, might even target your Ghost.\"<br><br>\n\"Perun.\" Jolder took the shield from Perun's arms and placed a gauntleted hand on Perun's shoulder. Her eyes flashed between lines of thick black kohl as she smiled. “It’s me.” <br><br>\nPerun sighed, then placed her hand over Jolder's. \"True.” <br><br>\nJolder slung her shield across her back, tucked her helmet under her arm, and hefted her enormous battle-axe casually over one armored shoulder. In her full battle harness, she towered over Perun, the plates of her gold-and-white armor gleaming in the dim light. <br><br>\n\"All right,\" Jolder smiled. \"I'm ready.\"</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800415_ac0345ac346c7c29cf43e99ebcca33e0.jpg"], "image_name": ["Lady Jolder"], "filename": ["800415_ac0345ac346c7c29cf43e99ebcca33e0.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800415_ac0345ac346c7c29cf43e99ebcca33e0.jpg", "path": "full/e2437ad13c1addc0a051db0d0f122f152a263d18.jpg", "checksum": "9ea5149571719f7347096e9bccfebd43"}]},
{"title": "Lord Felwinter", "content": "<p>Deep inside a clandestine stronghold sat the Dark Horse Felwinter and Citan, Warlord of the 32nd Sector of Old Russia. A polished obsidian table rested heavily between them.<br><br>\n“Didn’t think you’d have the courage to come back here,” said the Warlord.<br><br>\n“Situational awareness. Not courage. I go where I can do the most good. Thank you for seeing me.” Felwinter’s voice sounded as hollow as his helmet. Citan wanted to knock it clean off the Iron Lord’s bony shoulders. He could do it with a single punch.<br><br>\n“As I recall, you used to have a throne on that Light-forsaken peak, ‘til you joined up with the wolves. You’re the only Warlord I know who held an entire mountain.”<br><br>\n“Felwinter Peak.”<br><br>\n“No one ever calls it that.”<br><br>\n“The Iron Lords do. Though they did ask me to take that throne down.”<br><br>\nCitan’s laugh shook the room. “How is losing territory ever a good thing for a Warlord?” Felwinter folded his hands atop the table. Underneath it, Citan made two fists, a crescent of Light flickering between them.<br><br>\n“Join us and find out,” said the Iron Lord. “Turn your sector over to us. You can still patrol it, of course.”<br><br>\nCitan’s voice lowered. “Of course. You know I’ll refuse.”<br><br>\n“Then we’ll put you down, and take your territory by force. Over and over again if we have to.”<br><br>\n“I invite you to my home after you abandon us, and you come to threaten me?” The Warlord stood, towering over Felwinter.<br><br>\n“To broker peace.” Citan thought that even the voice behind the helmet didn’t believe what it said. The floor shuddered as the Warlord upended the massive table with one hand. It smashed into the opposite wall, as tendrils of Void Light passed through it and coalesced into Felwinter’s leaping form.<br><br>\nCitan had seen this parlor trick before, and judged that he could hammer the Iron Lord out of the air—<br><br>\nBut Felwinter’s momentum continued into a knee-lift that smashed into Citan’s head as the larger man reared back to strike. The Warlord fell, the front of his helm shattering. Felwinter landed next to Citan’s prone body.<br><br>\n“Lady Jolder taught me that. I can’t say the Iron Lords haven’t done me any favors,” the voice intoned. <br><br>\n“You know we’ll burn the world down before we let the Iron Lords rule it,” the larger man gasped, breathing out of his mouth, his face a bloody mess. The Void Light in Felwinter’s hand snapped—and so did the Warlord’s neck.<br><br>\n“Radegast is scattered. Perun is indecisive. Silimar wants to build a tower and hide. But they’re going to change the world; no one can stop them,” Felwinter said quietly to the corpse. He parted his coat and drew a bronze shotgun. “Will it be for the better? I don’t know. But they mean to end the fighting, so I don’t have to sleep with my back to the wall every night, Light in my hand. And that’s not nothing.”<br><br>\nHe paused, as if waiting for something.<br><br>\n“Normally, this is where I ask you to reconsider. Tell you that you should come with me. See how powerful your Light can become. But I know you, Citan. What you do with the land you take, with its people. The other Lords—especially Saladin—might let you walk away. I’m not going to give them the chance.”<br><br>\nCitan’s Ghost sparked into view from above, bringing its eye to bear on its fallen charge. The Warlord emerged from a radiant column, a frenzied shout at his lips.<br><br>\nFelwinter’s shotgun cracked like thunder—once for the Warlord, and again for his Ghost.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800412_e22449f1788ce4dee7d90efbcd0920b3.jpg"], "image_name": ["Lord Felwinter"], "filename": ["800412_e22449f1788ce4dee7d90efbcd0920b3.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800412_e22449f1788ce4dee7d90efbcd0920b3.jpg", "path": "full/e70a26d18b3a5046d51bad92223b13b0d33bf505.jpg", "checksum": "741472818dc4ce08e330d937e3bce77c"}]},
{"title": "Lord Gheleon", "content": "<p>Gheleon wears three knives. Their names are Swiftling, Occam, Quietus. They did much of the work at Black Lona, in silence and at speed.<br><br>\nBetween the roots of the ash tree that covers his den, Gheleon has stacked the Fallen bones collected from that one-night operation. The scavenged pieces of an Ahamkara, several jumbled coyote skeletons, and a fossil mastodon skull are mixed in with them. The bones are scorched and battered from the various grenades, bullets, and hammers he's taken to them. He keeps extensive notes on these stress tests in a tattered notebook with \"Field Armor Experiments\" scrawled on its cover. So far, though, he hasn't tried his knives on these materials. Between bones, in the joints and gaps, certainly, but not on them.<br><br>\nGheleon flips Swiftling and catches it by the haft. He throws it, a single smooth motion, and it shatters a Fallen tibia.<br><br>\nHe flips Occam and throws it. The knife clatters off an Ahamkara vertebra.<br><br>\nHe flips Quietus and—<br><br>\n\"Shanks and pikes, Efrideet!\"<br><br>\n\"Ooh, that's the last yip it's yipped,\" she says, picking up the coyote jaw that Quietus impaled. \"Helmet, would you say?\"<br><br>\n\"Too brittle. Etherbone’s better. Flexes.\"<br><br>\nThe others follow her in, wrinkling their noses. Usually they avoid his dim and earth-smelling den. Their presence suggests that Felwinter is doing something unpleasant, probably involving screams.<br><br>\n\"Bone?\" Saladin says. \"Not carbon bronze? Not plasteel?\"<br><br>\n\"Bone’s always available as a last resort. Nothing else is.\"<br><br>\n\"This is doomsday thinking,\" Jolder says, kicking aside fragments of bone. \"We have your back. Our plate is strong. When'll you need scavenged armor?\"<br><br>\n\"If all of you were cut down around me, your Light drained past return, and my own armor was shredded. F’r instance.\"<br><br>\nThere is a long silence.<br><br>\n\"You always know what to say to make us feel better,\" Efrideet says.<br><br>\n\"I could hide under your bodies until the threat left. Then I’d make a helmet from all your skulls and a breastplate from your ribs and gloves from your finger bones wrapped around mine.\"<br><br>\nThere is a longer silence.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800413_055625a837c318accdefe7f406c6eb7b.jpg"], "image_name": ["Lord Gheleon"], "filename": ["800413_055625a837c318accdefe7f406c6eb7b.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800413_055625a837c318accdefe7f406c6eb7b.jpg", "path": "full/ddc2983a7f31b833a4665210121be5f845ba1ed1.jpg", "checksum": "07dc25bef33caa461872319e37fd473f"}]},
{"title": "Lady Skorri", "content": "<p>\"This would be a lot easier if you all had run your names by me before you got 'em.\"<br><br>\nSkorri puts the pen in her teeth and crumples up a piece of paper. It joins dozens of others on the floor. Keeps muttering to herself.<br><br>\n\"Felwinter. Radegast. Gheleon. Hell, even Efrideet, not that she's likely to get a verse now. Haven't seen her in weeks, anyway. Bunch of dactyls, all of you.\"<br><br>\nPerun strides in, a rifle under each arm. Notices Skorri and smirks. Skorri grins at her.<br><br>\n\"Why couldn't the other Iron Lords have followed your lead, huh? 'Perun, in shadow clad, behind the shield / through cleansing fire our hiding foes revealed'.\"<br><br>\nPerun doesn't slow. \"Did you just make that up right as I walked in here?\"<br><br>\n\"Of course I did! You're iambic! You give me something to work with! Mmm, we do work well together.\"<br><br>\nPerun laughs despite herself, shakes her head, leaves.<br><br>\n\"Hardly my best effort, though. Plus, there's no room for Silimar in there, except for his shield.\"<br><br>\nShe picks up the pen again, fiddles with it, stares up at the ceiling.<br><br>\n\"Maybe something about that shield? Keeps everything out, keeps everyone out, protects himself so he can't get hurt? Hmm. Too on the nose? He does have a nice nose.\"<br><br>\nTwo more Iron Lords walk through, all business. One rolls her eyes at Skorri, splayed on the couch. Skorri doesn't notice them enter or leave.<br><br>\n\"Radegast goes in, I know that much. Known the old man too long to leave him out. Might even make it into the chorus. After Skorri, though. That goes without— hey, Gheleon, what's the rush?\"<br><br>\nThe Hunter stops, halfway out the door. Turns around slowly. Doesn't speak.<br><br>\n\"I thought you were supposed to be the careful one. In such a hurry to get back out there?\"<br><br>\n\"A quick death is preferable to the alternative.\"<br><br>\nSkorri makes a face. \"Well, that's rude. Hey, I don't suppose you'd be willing to cut out your name's second syllable?\"<br><br>\nGheleon sighs. \"You're STILL working on the Iron Song? Why don't you just change the meter if it bothers you so much?\"<br><br>\n\"Change the— are you kidding me? Why don't YOU just change to using a... a whip?\"<br><br>\nGheleon closes his eyes, turns, walks out.<br><br>\n\"'Change the meter'. Unbelievable.\"<br><br>\n\"You know, Skorri, some of us have real work to do.\"<br><br>\nAnother Iron Lord. This one's young. Skorri doesn't recognize him.<br><br>\n\"Have you forgotten about the ambush tomorrow? Or are you too busy writing limericks?\"<br><br>\nSkorri's looking up at the ceiling. No response. The young one's mad now.<br><br>\n\"A lot of people are relying on us, Skorri. If you don't think you're up for—\"<br><br>\n\"Hunters up top, 11 o'clock on the ridge. Two shots to the Servitor, draw their attention up. I come in with Radiance, Dregs are blinded, Jolder's powered up, she rushes in, splits 'em in half. You hopefully don't trip over your cloak like you did back at the Flood Zone, but I'm not optimistic. The rest come out of the cave, take out the Captain, Felwinter finishes off the south group with a Bomb, everything else is candy.\"<br><br>\nThe young one still looks mad as he leaves.<br><br>\n\"'The Dregs are blinded, Jolder's powered up / she rushes in and splits the group in half.' Huh. Needs work.\" Skorri picks up the pen again.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800416_5b65b54394dbd6d14a126dcbe0b7f392.jpg"], "image_name": ["Lady Skorri"], "filename": ["800416_5b65b54394dbd6d14a126dcbe0b7f392.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800416_5b65b54394dbd6d14a126dcbe0b7f392.jpg", "path": "full/121464c357a7657b0d0b178dae6f7621f33f720e.jpg", "checksum": "8b18887ef383971976a102e559f0d4b5"}]},
{"title": "Lord Timur", "content": "<p>Timur’s Stormtrance tears through a gang of Dregs as Felwinter stumbles through the shifting sands behind him, miles inland of what remains of the Arabian Shores. <br><br>\n“Where are you taking me?” Felwinter rushes to Timur’s side, his eyes jumping focus, anticipating another attack. <br><br>\n“You seem far too obsessed with these ‘Warminds’.” Timur stops and stares into the horizon as if smelling something; not danger, discovery. He draws his fellow Iron Lord close. “Tell me, <i>Fel</i>winter,” he whispers, “what does the word <i>Seraph</i> mean to you?” <br><br>\nFelwinter leans in to whisper back. “Old Earth theology? I know its power well; one can make great use of the traps of faith and its myths.” <br><br>\n“Damn you, Exos!” The whisper game abandoned. “Do you even ponder the before? Or that number etched into your ‘flesh’? Do you see yourself in your dreams? Th—”<br><br>\nA shank. Then another, then more. Felwinter hits the ground and reaches for his sidearm. Timur hates interruptions and his face shows it. A wash of Arc Light grows in his hands and erupts as the pack of machine dogs falls nearly in unison. <br><br>\nTimur grabs Felwinter, bringing him back to his feet, and says, “Have you ever wondered what it is that calls to you in that void of memory, where the edge of the past infects your present?” He returns to his game of whispers. “It’s an itch you can’t scratch, isn’t it? Well maybe you can.” <br><br>\n“You think I am one of them? That all Exo are—” <br><br>\n“Lord Felwinter, I know what you are. And you are no Warmind or even one of its puppets. Come. You must see this.” He makes a gesture like he’s casting a spell over the sand. “Follow my footfalls; this area’s rigged with dirty Fallen nonsense.” <br><br>\nThey struggle up the dunes. Felwinter glides ahead. As he lands, a sandstorm rises to meet him. More shanks. Hundreds of them. Behind them, a lone Vandal sniper lays down covering fire. <br><br>\nFelwinter, realizing his mistake, runs back toward Timur, shielding himself in the Light of suns. <br><br>\nTimur continues forward, grasps the brass familiar around his neck, and closes his eyes. A slight hum rises and his trance takes him deep into the sea of shanks, his trusted Lash raised and tearing his path through the darkness. Felwinter is slow to follow, but fast enough to witness Timur’s focus turn shanks by the pack against their Vandal keeper, chasing him back toward the sea. <br><br>\nTimur rushes to Felwinter, examining his head with the intensity of a Cryptarch. <br><br>\n“Hmm. Warmind. You are certainly as stubborn as one.” <br><br>\nFelwinter awkwardly pulls himself away and out of Timur’s reach.<br><br>\n“With all respect, Lord Timur, whatever game you are playing with me has gone on far too long. This is just another Dead Zone.” <br><br>\n“Oh, is it?”<br><br>\nTimur directs Felwinter’s eyes toward the eastern horizon, where a building crowned with the initials “C.B.” is now in view.<br><br>\n“We all have creators — humans, Exo, Warminds, even those poor Awoken. Some are just easier to find.”</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800417_84d8938c6f4ef4f5911e9127e106d362.jpg"], "image_name": ["Lord Timur"], "filename": ["800417_84d8938c6f4ef4f5911e9127e106d362.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800417_84d8938c6f4ef4f5911e9127e106d362.jpg", "path": "full/f56c045014a4f1f7d120c0a54ce866c3e9fc7f53.jpg", "checksum": "5f0dce4f4f0987d6cfb52480f0822b52"}]},
{"title": "Lord Silimar", "content": "<p>Lord Silimar died for his pile of stones.<br><br>\nHe died when the Fallen took it in the battle of Alms. He died when the warlords destroyed it in their third great barrage. He died, blade through his eye, when the House of Devils smashed it in their westward campaign. <br>\nHe died on the structure’s great steps, cut down by an advancing line of Archons, and when the stonework fell to cluster bombs. <br><br>\nHe died in the structure’s sprawling shadow and upon its vaunted heights. <br><br>\nOnce, during a Fallen siege, while the battlements crumbled beneath his feet, he leapt from its parapet, so that he might know the structure more fully, might feel the weight of the sky pressing down on all that stone and steel. <br>\n“The better to raise its next incarnation,” he said to those allies who later questioned his madness. As the Fallen charged, Silimar refused to abandon what he’d built, though others retreated to a stronger position. “Go,” he told them. “Save yourselves. I’ll slow them down.” <br><br>\nThe enemy came in overwhelming force. A breaking wave of blades and firepower and death. Atop the structure’s central bulwark, Lord Silimar held his ground. <br><br>\n“Take it if you can, you bastards!” He shouted at the swarming enemy.<br><br>\nHe leapt upon the great edifice and there put up a final stand as the enemy engulfed him. He died with his dagger in the guts of an Archon while the great structure shook with explosions and rained stones down upon the land. <br>\nLater that night, when Lord Silimar rose again from the ashes, he found Lord Saladin already there and waiting, standing near the place where he’d made his final stand. <br><br>\n“This structure is doomed,” Saladin said in the darkness. “You must know this.”<br><br>\n“Not doomed,” Silimar said. “Fated, perhaps. Doomed is too strong a word.”<br><br>\n“Use whatever word you like, but there’s another word that applies to this place: indefensible. And yet after each defeat, you rebuild.”<br><br>\n“I seek only to build it more perfectly.”<br><br>\nLord Saladin shook his head. “Only a fool would raise the same structure again and again.”<br><br>\n“These stones are like us,” Lord Silimar said. “Don’t you see?”<br><br>\nSilimar rose to his feet. He walked among the smoking ruins. The shattered blocks. He glanced down at the piled corpses of dead enemies. The charred remains of a once-great citadel now reduced to scattered rubble.<br><br>\n“They knock us down, you and me,” he continued. “But time and again, we rise. Like this place.”<br><br>\n“Eleven times they’ve destroyed what you’ve built,” Saladin said. “Why rebuild what will be knocked down?”<br><br>\n“Because one time they won’t be able to,” Silimar said. “And when that day comes, when this perfect, indefensible structure stays standing, then we’ll know.”<br><br>\n“We’ll know what?”<br><br>\nLord Silimar looked at his old friend. Then he turned and strode the broken stones, and looked out over the ruins that spread away into the distance. “Then we’ll know it’s safe to build our city to the sky.”</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800414_fe603a00f0e6fcd31f16044eb15a59f8.jpg"], "image_name": ["Lord Silimar"], "filename": ["800414_fe603a00f0e6fcd31f16044eb15a59f8.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800414_fe603a00f0e6fcd31f16044eb15a59f8.jpg", "path": "full/88b5e8dc4e71cd88354ab8b1ec8512d1ccbfb384.jpg", "checksum": "bb72d12a0f41799bb8986f449b8794ca"}]},
{"title": "Lord Silimar", "content": "<p>Lord Silimar died for his pile of stones.<br><br>\nHe died when the Fallen took it in the battle of Alms. He died when the warlords destroyed it in their third great barrage. He died, blade through his eye, when the House of Devils smashed it in their westward campaign. <br>\nHe died on the structure’s great steps, cut down by an advancing line of Archons, and when the stonework fell to cluster bombs. <br><br>\nHe died in the structure’s sprawling shadow and upon its vaunted heights. <br><br>\nOnce, during a Fallen siege, while the battlements crumbled beneath his feet, he leapt from its parapet, so that he might know the structure more fully, might feel the weight of the sky pressing down on all that stone and steel. <br>\n“The better to raise its next incarnation,” he said to those allies who later questioned his madness. As the Fallen charged, Silimar refused to abandon what he’d built, though others retreated to a stronger position. “Go,” he told them. “Save yourselves. I’ll slow them down.” <br><br>\nThe enemy came in overwhelming force. A breaking wave of blades and firepower and death. Atop the structure’s central bulwark, Lord Silimar held his ground. <br><br>\n“Take it if you can, you bastards!” He shouted at the swarming enemy.<br><br>\nHe leapt upon the great edifice and there put up a final stand as the enemy engulfed him. He died with his dagger in the guts of an Archon while the great structure shook with explosions and rained stones down upon the land. <br>\nLater that night, when Lord Silimar rose again from the ashes, he found Lord Saladin already there and waiting, standing near the place where he’d made his final stand. <br><br>\n“This structure is doomed,” Saladin said in the darkness. “You must know this.”<br><br>\n“Not doomed,” Silimar said. “Fated, perhaps. Doomed is too strong a word.”<br><br>\n“Use whatever word you like, but there’s another word that applies to this place: indefensible. And yet after each defeat, you rebuild.”<br><br>\n“I seek only to build it more perfectly.”<br><br>\nLord Saladin shook his head. “Only a fool would raise the same structure again and again.”<br><br>\n“These stones are like us,” Lord Silimar said. “Don’t you see?”<br><br>\nSilimar rose to his feet. He walked among the smoking ruins. The shattered blocks. He glanced down at the piled corpses of dead enemies. The charred remains of a once-great citadel now reduced to scattered rubble.<br><br>\n“They knock us down, you and me,” he continued. “But time and again, we rise. Like this place.”<br><br>\n“Eleven times they’ve destroyed what you’ve built,” Saladin said. “Why rebuild what will be knocked down?”<br><br>\n“Because one time they won’t be able to,” Silimar said. “And when that day comes, when this perfect, indefensible structure stays standing, then we’ll know.”<br><br>\n“We’ll know what?”<br><br>\nLord Silimar looked at his old friend. Then he turned and strode the broken stones, and looked out over the ruins that spread away into the distance. “Then we’ll know it’s safe to build our city to the sky.”</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800414_fe603a00f0e6fcd31f16044eb15a59f8.jpg"], "image_name": ["Lord Silimar"], "filename": ["800414_fe603a00f0e6fcd31f16044eb15a59f8.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800414_fe603a00f0e6fcd31f16044eb15a59f8.jpg", "path": "full/88b5e8dc4e71cd88354ab8b1ec8512d1ccbfb384.jpg", "checksum": "bb72d12a0f41799bb8986f449b8794ca"}]},
{"title": "Lady Perun", "content": "<p>Perun stood at the top of a sloping, narrow path cut into a steep plateau. It was not yet dawn, and the valley below her was foggy and dark.<br><br>\n“Maybe he’s not coming.” This from a thin woman at Perun’s side, the mayor of the crumbling silvery ruins on the plateau behind them. “We didn’t want you wolves here. Lord Segoth knows that.”<br><br>\nIn answer, Perun pointed into the valley. A red light had appeared.<br><br>\nThe mayor let out a wail. \"Segoth will kill us all. Or worse, he'll leave us to the Fallen.\"<br><br>\nPerun shook her head. “Not gonna happen.” <br><br>\nThe mayor looked at Perun and the two Titans standing on her other side. Then she turned and ran back into the village. <br><br>\nThe red lights were larger; already the faint, choppy whine of repaired Pikes filled their ears. <br><br>\n\"Nine of them,\" said Saladin.<br><br>\n“Nine, nine hundred, they still gotta come up the pass three at a time.” She cracked her knuckles. “Easy pickins.”<br><br>\nRadegast looked at her. \"The north and south roads are undefended. If they change course—\"<br><br>\n“They won't.\"<br><br>\n\"How do you know?\"<br><br>\n\"It's about making people afraid— of Segoth, and of us. Seeing his goons coming a ways off, knowing he's coming for blood... the dread is part of the punishment. Anyway, he doesn't expect we'll still be here. So he takes the west road, 'cause it's the most visible, and the most direct.\"<br><br>\nRadegast frowned. \"Then it's time to show Segoth that his tyranny will end.\"<br><br>\n\"Not just Segoth,\" said Perun. She jerked a thumb toward the ruins behind her. Watchful faces poked out of windows and around tarps. \"We gotta show them.\"<br><br>\nThe three of them picked up large, rough-hewn metal shields. Behind their shields, each held a worn rifle, wrapped with cloth and chain mail.<br><br>\nThe Pike-riders' faces were now visible through early morning gloom. A man in long red robes pulled his Pike ahead as they screeched to a halt.<br><br>\n“Well, well,” said Segoth. “The Iron Wolves.”<br><br>\n“Cease your insults,” Saladin barked. <br><br>\nPerun shot him a surprised look. “That’s an insult? I kinda like ‘Wolves.’”<br><br>\n\"Begone, wolves,” Segoth sneered. “These people are mine.”<br><br>\n\"Wrong,\" Radegast retorted. \"You abuse the powers the Traveler has entrusted us.”<br><br>\nSegoth smiled, and shrugged.<br><br>\n\"Shields up!\" Perun shouted.<br><br>\nA hail of bullets slammed into their shields. Perun, Radegast, and Saladin slid backwards on the dusty path. But they dug in their heels, and the shields held. <br><br>\n\"Return fire!\"<br><br>\nTrapped in the narrow path, Segoth and his warriors fell one by one. <br><br>\nPerun, Radegast, and Saladin reloaded and then Segoth was up again, his glowing Ghost at his shoulder. He fired wildly, and a bullet struck Radegast in the head. <br><br>\n\"Got him!\" Perun shouted as Radegast collapsed.<br><br>\n\"Covering you!\" Saladin returned. <br><br>\nPerun, Radegast, and Saladin died many more times than any one of Segoth's men. But any time one of them fell, another would cover them until they staggered to their feet again. The shield wall held. The three gave no ground. <br><br>\nFinally, his robes singed and ragged, Segoth signaled a retreat. <br><br>\n“Iron Wolves!” he shouted as his warriors scattered and a cheer went up from the people in the silver ruins. “I will slaughter everyone who has ever sheltered you!\"<br><br>\nIn answer, Perun shot him again.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800411_c6a1a7a3af9ddb3eb520c6bf9e81de78.jpg"], "image_name": ["Lady Perun"], "filename": ["800411_c6a1a7a3af9ddb3eb520c6bf9e81de78.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800411_c6a1a7a3af9ddb3eb520c6bf9e81de78.jpg", "path": "full/47c3f038ab70e295e47e9997f83156726c819713.jpg", "checksum": "7c37de30905c211e5754dc7e9e02895d"}]},
{"title": "Iron Battle Axe", "content": "<p>A relic from the days of the Iron Lords, the Iron Battle Axe channels energy from an external source through a series of capacitors embedded in the blade. These capacitors enhance Solar Light, allowing the user to trigger focused blasts at their enemies.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800418_19a2870065dcfcc9f3054bc5590edbec.jpg"], "image_name": ["Iron Battle Axe"], "filename": ["800418_19a2870065dcfcc9f3054bc5590edbec.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800418_19a2870065dcfcc9f3054bc5590edbec.jpg", "path": "full/1a15104870b033e1e7594a421925fe1de069daaa.jpg", "checksum": "e8c97512169600314ae864365c835ca6"}]}
]