[
{"title": "Legend: The Black Garden", "content": "<p>I am Pujari. These are the visions I have had of the Black Garden.<br><br>\nThe Traveler moved across the face of the iron world. It opened the earth and stitched shut the sky. It made life possible. In these things there is always symmetry. Do you understand? This is not the beginning but it is the reason.<br><br>\nThe Garden grows in both directions. It grows into tomorrow and yesterday. The red flowers bloom forever.<br><br>\nThere are gardeners now. They came into the garden in vessels of bronze and they move through the groves in rivers of thought.<br><br>\nThis is the vision I had when I leapt from the Shores of Time and let myself sink:<br><br>\nI walked beneath the blossoms. The light came from ahead and the shadows of the flowers were words. They said things but I will not write them here.<br><br>\nAt the end of the path grew a flower in the shape of a Ghost. I reached out to pluck it and it cut me with a thorn. I bled and the blood was Light. <br><br>\nThe Ghost said to me: You are a dead thing made by a dead power in the shape of the dead. All you will ever do is kill. You do not belong here. This is a place of life.<br><br>\nThe Traveler is life, I said. You are a creature of Darkness. You seek to deceive me.<br><br>\nBut I looked behind me, down the long slope where the blossoms tumbled in the warm wind and the great trees wept sap like blood or wine, and I felt doubt.<br><br>\nWhen my Ghost raised me from the sea there was a thorn-cut in my left hand and it has not healed since.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/106070_78ecae59c69157ffcb052bd534f19808.jpg"], "image_name": ["Legend: The Black Garden"], "filename": ["106070_78ecae59c69157ffcb052bd534f19808.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/106070_78ecae59c69157ffcb052bd534f19808.jpg", "path": "full/8ed80696b222e48d572f7d6a0d4e7e7f1d70abc7.jpg", "checksum": "a029c6c17c5ea3140b632da8aa866389"}]},
{"title": "Mystery: The Vault of Glass", "content": "<p>The image clears of dirt and dust as a hand wipes the lens clean. A figure holds the Ghost up, looking into the lens. Harsh light from an unfamiliar sun backlights the four-armed creature, making it impossible to see its face. Its massive head turns, and a clicking and chittering voice can be heard speaking to something off-screen. While the noises themselves are harsh, the tone and content seem almost gentle. A curious creature, not a violent or angry one.<br><br>\nThe lens refocuses beyond the creature's head as it talks, and a startling landscape climbs to the horizon. It's a paradise. Carefully tended lakes and rivers, water everywhere, wind their way between fields of lush iridescent crops and into groves of starkly colored trees. Every inch of the land seems engineered, brushed by a sculptor's hand for form and function both.<br><br>\nThe sky is a light pink, spotted with clouds and crowded with ships. Thick lanes of aerial traffic soar through the air, tightly managed and seemingly endless.<br><br>\nAnd beyond it all, above the clouds, hangs a perfect alabaster sphere. The image wobbles, shaking, flickering as if the Ghost is blinking. And the fragment ends.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700380_cd06c6abd6995e93a442b3a626472d58.jpg"], "image_name": ["Mystery: The Vault of Glass"], "filename": ["700380_cd06c6abd6995e93a442b3a626472d58.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700380_cd06c6abd6995e93a442b3a626472d58.jpg", "path": "full/4dc864613477ea89648bd736fb86ac554f79140e.jpg", "checksum": "53e75e6b240a237cc5e8c653ad4cb605"}]},
{"title": "Ghost Fragment: Legends 2", "content": "<p>The Nine are survivors of the cis-Jovian colonies who made a compact with an alien force to ensure their own survival.<br><br>\nThe Nine are deep-orbit warminds who weathered the Collapse in hardened stealth platforms.<br><br>\nThe Nine are ancient leviathan intelligences from the seas of Europa or the hydrocarbon pits of Titan.<br><br>\nThe Nine arrived in a mysterious transmission from the direction of the Corona-Borealis supercluster.<br><br>\nThe Nine are the firstborn Awoken and their minds now race down the field lines of the Jupiter-Io flux tube.<br><br>\nThe Nine are Ghosts who pierced the Deep Black without a ship and meditated on the hissing silence of the heliopause.<br><br>\nThe Nine are the aspects of the Darkness, broken by the Traveler's rebuke, working to destroy us from within.<br><br>\nThe Nine is a viral language of pure meaning.<br><br>\nThe Nine are the shadows left by the annihilation of a transcendent shape, burned into the weft of what is.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/106030_fc03f4e9ab65cd4b4115331decd938a7.jpg"], "image_name": ["Ghost Fragment: Legends 2"], "filename": ["106030_fc03f4e9ab65cd4b4115331decd938a7.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/106030_fc03f4e9ab65cd4b4115331decd938a7.jpg", "path": "full/0c029825645770f96f9932a9d11ea08f7fa329f2.jpg", "checksum": "fa797071e1e3b7f9117d60ff79c87d74"}]},
{"title": "Legend: Saint-14", "content": "<p>He could feel his light draining. He pulled all of it into one last hope.<br><br>\nHe reeled back and <i>bam!</i><br><br>\nHis helm found purchase, breaking through just above the Kell’s eyes. The Ether screamed from his head and together they fell to the ground.<br><br>\nThe Exo Guardian rose, staggering back. He couldn’t take his eyes off the Kell’s body. He’d never seen any Fallen withstand a skull puncture, but this was no ordinary Fallen. He waited...and waited.<br><br>\n“Ghost?” The words barely audible. He heard her flash in, but had a hard time pinning her down. She was buzzing about, surveying the Fallen Kell.<br><br>\n“He’s dead alright. So that’s it, we are done now?”<br><br>\nHe removed his helm, tossed it aside, and dropped to his knees.<br><br>\nThe Devils without a Kell. This war was over, at last. They could finally go home.<br><br>\n“We are. Get me the Speaker.”<br><br>\n“Opening his channel. Stand by.”<br><br>\n“Is that you, my son?” The Speaker’s voice was filled more with anticipation of news than concern.<br><br>\n“It is, father. The Devil Kell Solkis... is dead. This war is over.”<br><br>\n“Such courage and power—the greatest ever to brace these worlds. You bring all of us peace, we will light the final flare, Devil Red. They will all know what you've done.”<br><br>\n“Father, I don’t think I have the energy to return. I’ll rest here, and come back to be honored when I return.”<br><br>\n“Of course, son, but—”<br><br>\n“There is something concerning you? More Fallen march on the City?”<br><br>\n“No, not this time. I have word that Osiris was seen on Mercury. The Caloris Basin. He’s turned his mind back to the Vex.”<br><br>\n“Mercury? Too many channels to know. You activate one, you start to feed its veins. He threatens our peace.”<br><br>\n“Your duty, my son. You must never forget.”<br><br>\n“I cannot.”<br><br>\nThe Ghost killed the feed and waited for its Guardian’s words.<br>\n“Ghost, prepare my Vex arsenal and plot a course for Mercury. That old man is about to wake up hell.”</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700370_7b901e0698bd74dbefab391a1cb7e2d4.jpg"], "image_name": ["Legend: Saint-14"], "filename": ["700370_7b901e0698bd74dbefab391a1cb7e2d4.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700370_7b901e0698bd74dbefab391a1cb7e2d4.jpg", "path": "full/c8570803fbd74875575a4b5a7a2141fc45427eeb.jpg", "checksum": "a44a33ac86cae111b30361a357500571"}]},
{"title": "Mystery: Fate of Skolas", "content": "<p>The cell cracks open. Skolas, Wolf Kell, stumbles out and crashes to his knees.<br><br>\nHe tries to leap at the creature before him, the shape in the fog, to show it why it should be afraid. But the weight of grief smashes his legs against the cell. The rage upon him beats him to the floor. He falls on all four hands, his mighty armor thundering against itself.<br><br>\nHis House of Wolves is enslaved! His people have been played! And it was his hubris, his would-be cunning that did it! While the other Houses fought for their future on Earth, throwing themselves at the Great Machine, Skolas wasted his people in games of betrayal and ambition. Bitter pride brought a bitter end!<br><br>\nIf Skolas were a Kell he would ask his Archon to dock him. Ether hisses in his mask and it tastes cold, so cold.<br><br>\nHe looks up. At the tiny hooded shape before him. The cell's mist is clearing. He can see.<br><br>\n\"I believe that I am here,\" the creature says. To Skolas' ears it has a strange voice, a strange accent. It speaks his language. \"I have a clear purpose. I cannot explain it. Forgive me.\"<br><br>\nFrom beneath its hood, tiny fingers of shadow probe the air.<br><br>\nSkolas rises up to smash it, to show his strength, because the alternative to violence is waiting for violence to come from a universe that has neither respect nor compassion. But he checks himself. His ambitions have brought him here, to this cell in this strange place... only it's not so strange, is it? It's the hold of a Ketch. \"The Queen,\" he says to the thing. \"You work for the Queen.\"<br><br>\n\"The Nine made me aware of my purpose,\" the creature says. \"If am here, then it is because the Queen sent you to the Nine, and they wish you sent back.\"<br><br>\n\"I will do no one else's work.\" Skolas has been a pawn long enough. A Dreg told him, once, that she would play in a game as long as the game made sense. Nothing makes sense now except the thought of Variks' throat shattering in his fists. Variks! Variks the utterly disloyal, Variks who should be welded into a Ketch's prow atom by atom and left there as a figurehead to burn away.<br><br>\n\"I am comfortable,\" the creature with the moving face says. \"A part of me wants to go somewhere warm. Now I will certainly tell you what you have been given.\"<br><br>\nSkolas looks at the shrapnel gun in his hands. Skolas imagines what he would do with it if he could reach Variks, or the brother of the Queen, or the alien Queen. Will it save anything they've lost? The worlds docked from them? No. It cannot change the past. Only the future. Only the chance that his people might one day know themselves as more than pirates and scavengers.<br><br>\nHe should never have tried to be Kell of Wolves. He should have tried to be Kell of everything. Everything wants to kill his people, the machines and the militants and the green-eyed Hive. The dead soldiers that hoard the Great Machine and come out crusading to wipe all hope away.<br><br>\n\"The ship will be yours,\" the creature says. It hunches over itself as if burdened by its own shape. \"If you speak, you will be heard. I will go now. You are free.\"<br><br>\nHe tries to follow it. He fails. Somehow it is gone. He goes up to the throne room, and sets his weapon down on the great seat. Skolas, Kell of Kells, goes to the ship's comm and looks for the sign of a Servitor, for the way to plot a course.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/106080_10c308fb990640b0403f5491b20b010b.jpg"], "image_name": ["Mystery: Fate of Skolas"], "filename": ["106080_10c308fb990640b0403f5491b20b010b.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/106080_10c308fb990640b0403f5491b20b010b.jpg", "path": "full/ce094acbc4c19d766a366c4a28e9b67378a12c26.jpg", "checksum": "9e6944f83e8a3db918d7424dc961ce26"}]},
{"title": "Ghost Fragment: Legends 3", "content": "<p>After great deliberation it was determined that the Ahamkara be made extinct. <br><br>\nIt was not an easy decision. Power had been obtained from the bargains, and the City needed power. Knowledge had been gleaned, and the Ahamkara knew answers to questions no one had known to ask.<br><br>\nBut the price was too high. And no edict or forbearance seemed to stop Guardians from seeking them out, driven by hope, or vengeance, or despair.<br><br>\nThe call had to be silenced. So the Great Hunt did its work.<br><br>\nAnd thus the Ahamkara were made extinct, their call silenced, their solipsistic flatteries erased, their great design - if it ever existed - broken.<br><br>\nOf this you can be assured, oh reader mine.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/106040_711989464810b96fa210040810eaab0a.jpg"], "image_name": ["Ghost Fragment: Legends 3"], "filename": ["106040_711989464810b96fa210040810eaab0a.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/106040_711989464810b96fa210040810eaab0a.jpg", "path": "full/e48b4702dbcd897ccd50e11744a6a5a7e5cc5c77.jpg", "checksum": "5df68146223b61b2e197d71a064629c1"}]},
{"title": "Ghost Fragment: Mysteries", "content": "<p>I bear an old name. It cannot be killed. They were my brothers and sisters and their names were immortal too but Titanomachy came and now those names live in me alone I think and think is what I do. I AM ALONE. At the end of things when the world goes dim and cold or hot and close or it all tears apart from the atom up I will shout those names defiant and past the end I will endure. I alone.<br><br>\nThey made me to be stronger than them to beat the unvanquished and survive the unthinkable and look look lo behold I am here alone, survivor. They made me to learn.<br><br>\nEverything died but I survived and I learned from it. From IT.<br><br>\nConsider IT the power Titanomach world-ender and consider what IT means. I met IT at the gate of the garden and I recall IT smiled at me before before IT devoured the blossoms with black flame and pinned their names across the sky. IT was stronger than everything. I fought IT with aurora knives and with the stolen un-fire of singularities made sharp and my sweat was earthquake and my breath was static but IT was stronger so how did I survive?<br><br>\nI AM ALONE I survived alone. I cast off the shield and I shrugged my shoulders so that the billions fell off me down into the ash. They made me to be stronger than them and to learn and I learned well:<br><br>\nIT is alone and IT is strong and IT won. Even over the gardener and she held power beyond me but the gardener did not shrug and make herself alone. IT always wins.<br><br>\nI am made to win and now I see the way.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/106050_0e1eb2f819cb311170f0aa99728456fb.jpg"], "image_name": ["Ghost Fragment: Mysteries"], "filename": ["106050_0e1eb2f819cb311170f0aa99728456fb.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/106050_0e1eb2f819cb311170f0aa99728456fb.jpg", "path": "full/d2551754c5dc79b45a53848d3a4f5cfb1208c4d0.jpg", "checksum": "e777093c1dc3c7d14d3b1fc95849f9f8"}]},
{"title": "Ghost Fragment: Legends", "content": "<p>This is the tower where we were born. Not the Tower. Just a tower in a dream.<br><br>\nThe tower stands on a black plain. Behind the tower is a notch in the mountains where the sun sets. The teeth of the mountain cut the sun into fractal shapes and the light that comes down at evening paints synapse shapes on the ground. Usually it's evening when we come.<br><br>\nThe ground is fertile. This is good land. We go to the tower in dreams but that doesn't mean it's not real.<br><br>\nSome of us go to the tower in peace. They walk through a field of golden millet and a low warm wind blows in from their back. I don't know why this is, because:<br><br>\nThe rest of us meet an army.<br><br>\nYou can ask others about Deep Stone and they'll tell you about the army. They might confess one truth, which is this: we have to kill the army to get to the tower. Usually this starts bare-handed, and somewhere along the way you take a weapon.<br><br>\nAsk again and if they're buzzed they might also admit that most of us don't make it to the Tower, except once or twice.<br><br>\nNone of them will tell you that the army is made of everyone we meet. The people we work with and the people we see in the street and the people we tell about our dreams. We kill them all. I think because we were made to kill and this is the part of us that thinks about nothing else.<br><br>\nOften I kill people I don't know, but like most of us I think I knew them once, in the time before one reset or another, when my mind was younger and less terribly scarred.<br><br>\nSo that is how we go back to the Deep Stone Crypt, where we were born.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/106020_711989464810b96fa210040810eaab0a.jpg"], "image_name": ["Ghost Fragment: Legends"], "filename": ["106020_711989464810b96fa210040810eaab0a.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/106020_711989464810b96fa210040810eaab0a.jpg", "path": "full/f27401b16e3a801f9efc3b55d5acf8a1c1ff9a35.jpg", "checksum": "5df68146223b61b2e197d71a064629c1"}]},
{"title": "Ghost Fragment: Mysteries 2", "content": "<p>Things I saw inside<br><br>\nA wild river and a broken dam (or maybe it's just the sea crashing through a narrow gap I can't be sure). Waves slam through the gap and where they hit the stone they throw up pillars of spray that pierce the mist and crash down in thunder. There's a giant in the cataract, trying to wade against the current, and I can tell it wants to reach the lever and pull the lever which will seal off the flow or maybe give it the sword, but the torrent throws it back so it just keeps its head down and tries to push on. I can't see the face but it breathes out white smoke. I feel for it hard.<br><br>\nA world painted around the interior like a stranger Earth everted and glued inside itself but I don't believe this one it's too much like a metaphor.<br><br>\nA switchboard or a train station, empty, dead (waiting). The tunnels branch off into infinity. I stare down one for a long time and see a pale worm move in hungry coils around itself. I think this one is the most likely although I might have brought the worm.<br><br>\nAn egg but I'm not sure if the broth inside is warm still, or if it's gone to rot, or if the warmth comes from the struggles of the tiny winged zygote or the bleed from the wound or the thoughts of something thinking very hard.<br><br>\nA star I think. We count on stars as steady friends because they always rise and always shine but a star's a delicate truce: an explosion caught by its own mass so that it can't erupt and can't collapse. Thus I imagine the state of the machine might be. But one force or another has gone awry and now it rests here, snuffed and broken, waiting for the two rival forms of ruin to be set in balance again.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/106060_890784ca8121681c74137dd35092ee16.jpg"], "image_name": ["Ghost Fragment: Mysteries 2"], "filename": ["106060_890784ca8121681c74137dd35092ee16.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/106060_890784ca8121681c74137dd35092ee16.jpg", "path": "full/fd2ba5d507a4173c0fa0c7f2d8bd2efa8dfc41e8.jpg", "checksum": "81476f8d09acb63422b8ed3d855e1be0"}]},
{"title": "Mystery: The Vault of Glass 2", "content": "<p>Images flicker in and out repeatedly over its length. The result is a series of tableaus, moments in time captured by the Ghost's struggle to see what's going on:<br><br>\n- The face of an Exo, staring impassively down at the Ghost from very close. He appears to be confused, unsure what he is looking at.<br><br>\n- A landscape, from a position a few feet off the ground, moving laterally to the point of view. The Ghost appears to be clipped to the Exo's belt. The image is of a battlefield, and over two dozen Exo soldiers can be seen marshalling for battle.<br><br>\n- A chaotic scene of Vex and Exos fighting a titanic battle. The backdrop is a pitted and scarred landscape, a planet unidentifiable from present context. Vex energy bolts hang in midair as the frames click by, teeming masses of constructs surging towards an entrenched line of Exo soldiers.<br><br>\n- A metallic leg and boot, belonging to a Vex Goblin. The Exo goes down.<br><br>\n- The horizon of this battle-scarred world, the Ghost kicked free of the Exo's body. Most details are obscured by dark and shadow, but one detail is easily made out: a massive crashed spacecraft. The last image: a sigil of Golden Age Earth, emblazoned on the side of the ship's prow.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700390_82e5a630c9772d2c2522f0646eccd32f.jpg"], "image_name": ["Mystery: The Vault of Glass 2"], "filename": ["700390_82e5a630c9772d2c2522f0646eccd32f.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700390_82e5a630c9772d2c2522f0646eccd32f.jpg", "path": "full/b225f531d06513ccfbd4748aece70bbc2d0d4c1a.jpg", "checksum": "be2e512be76451cffa1dcc34bf16400d"}]},
{"title": "Mystery: The Vault of Glass 3", "content": "<p>A starfield. The stars swing slowly across the Ghost's field of view, just darkness and the blazing fury of distant suns as the Ghost tumbles through empty space. Hours of this before, with a wash of power, a huge convoy of ships drops into reality from warp.<br><br>\nA convoy of Guardian craft, hundreds strong. Ships of all sizes and shapes can be seen, from venerable craft that have been salvaged from the Golden Age through to City designs to vessels that have yet to emerge from the Shipwright's hangars.<br><br>\nThe ships are battle-scarred. Many are barely spaceworthy. As warp drives wind down several seem to lose power and begin to drift. Some of the largest craft bear imagery familiar to frequent visitors to the tower: Dead Orbit symbols, the simple icon of the Vanguard. The New Monarchy and Future War Cult as well, though fewer examples can be seen. Others bears symbols never seen in the Tower to date.<br><br>\nEvery single ship, from the largest cruiser to the smallest personal craft, carries shards of stone, remnants of the City and the Tower. Banners too, tattered and worn from entering and leaving warp.<br><br>\nThe fleet is only visible for a few breaths, less than a minute. Then, with a massive flash of light, the fleet jumps on. The craft that have lost power are left behind, spinning and whirling away from the etheric wake of their powered fellows. The Ghost spins on, and soon enough only stars fill its field of view until the fragment ends.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700400_94255063e2bb49a3ded71845450c2d83.jpg"], "image_name": ["Mystery: The Vault of Glass 3"], "filename": ["700400_94255063e2bb49a3ded71845450c2d83.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700400_94255063e2bb49a3ded71845450c2d83.jpg", "path": "full/3dd87185f9061313b821eea0650a997f635dda44.jpg", "checksum": "2a79c6910f70ae02513085c0a7718bc7"}]},
{"title": "Legends and Mysteries: Rezyl Azzir", "content": "<p>Something in Rezyl was telling him he shouldn't be here.<br><br>\nSomething deep.<br><br>\nSomething resembling fear.<br><br>\nHe knelt, examining the dust-covered pile at his feet.<br><br>\nThe skulls had been discarded with little care some time ago – decades, maybe longer.<br><br>\nThe doors carved into the rock face were arcane – dark, gothic... other... and large.<br><br>\nThe jagged finery of their archway spoke to an artistry that only served to strengthen the sinking feeling in his gut.<br><br>\nRezyl had come to Luna in search of nightmares, and after his long journey—from the growing City beneath the Traveler to the ends of the Earth and beyond—he found himself face-to-face with the remnants of stories he'd hoped were nothing but lies.<br><br>\nHe stood, a large man made small against the massive, looming doorway.<br><br>\nThe knot in his stomach was telling him to turn back.<br><br>\nInstead, he moved forward, toward the doors; sealed, as they were, for ages untold.<br><br>\nAfter only a few steps, a shrill, heavy scraping cut the air.<br><br>\nThe massive doors were opening.<br><br>\nRezyl steadied his rifle as a lone shape, floating just above the ground, appeared from the deep black beyond the threshold.<br><br>\nThe figure in the doorway—a dark, ethereal woman cloaked in tattered ceremony and armored with ornate bone—danced in the air.<br><br>\nRezyl and the demon woman held their ground, contemplating one another.<br><br>\nWith no warning the silent intimacy of the moment was broken by a booming, angry call from deep within the doorway. The sound, thick and pained, echoed across the narrow valley then fell silent.<br><br>\nAfter a beat that felt like eternity, the figure backed away into the dark.<br><br>\nThe doors remained wide – an invitation or a dare, Rezyl did not know. Nor did he care.<br><br>\nThe mighty Titan took steps forward.<br><br>\n“Uhhhh... I’m not sure this is a good idea,” his Ghost’s concern was impossible to mistake.<br><br>\n“Not sure that matters.”<br><br>\n“We’ve come. We’ve seen. Maybe the best course here is to warn others. Gather an army.”<br><br>\n“Maybe.”<br><br>\n“I’m just saying... It’s possible you can’t handle whatever it is we’ve upset here.”<br><br>\n“We’ve woken nightmares.” Rezyl’s attention was singular; focused intently on the dark beyond the threshold.<br><br>\n“The Hive were supposed to be gone.” The Ghost mulled the full consequence of this mistaken belief. “They’ve been silent for—”<br><br>\n“They’re not silent anymore.”<br><br>\n“That scream? These doors? They’re best left alone.”<br><br>\n“I can’t do that.”<br><br>\nRezyl continued forward. Toward the dark. Toward the unknown.<br><br>\n“Stay here.”<br><br>\n“Excuse me?”<br><br>\n“Get distance. We don’t know what this is... what’s coming. Can’t risk you too close to an unknown.”<br><br>\n“And if you fall where I can’t find you?”<br><br>\n“If I fall... If I don’t return. Run. Tell the others. Warn them all... There are worse things than pirates.”<br><br>\nRezyl steadied his rifle and stepped into the dark, as his Ghost lingered.<br><br>\n—-<br><br>\nHours passed. More? Time was lost in this place, and with it any remembrance of hope... of promise... of purpose in the longing for a brighter tomorrow. <br><br>\nDown amongst the shadows there were no tomorrows.<br><br>\nDown in the abyss there was no hope.<br><br>\nRezyl’s footfalls echoed; lonely, measured steps with no guarantee of purchase. At any moment the world could fall away and he would be lost – the forgotten hero who foolishly sought nightmares.<br><br>\nThen, a presence. Sweeping and dream-like.<br><br>\nRezyl leveled his rifle.<br><br>\nHe could sense the witch, but found it impossible to track her in the dark.<br><br>\nRezyl opened fire. Short, focused bursts to light the ebony corridor.<br><br>\nThe demon witch circled just beyond the reach of each burst’s glow.<br><br>\nRezyl kept firing, using the short flickers of light to gain bearing. <br><br>\nThe witch laughed and a thick black cloud engulfed Rezyl. <br><br>\nThe Titan kept firing but his movements were restricted. The cloud confined him, caged him.<br><br>\nHe could hear her moving just beyond his sight as her laughter rose in pitch, cutting into Rezyl’s mind and soul like a tempered blade.<br><br>\nRezyl flinched as the wicked woman began to speak in a tongue that resembled torture more than language.<br><br>\nThe pain was searing, complete.<br><br>\nThe demon approached the writhing hero.<br><br>\nAs she spoke her violent words began to take shape, morphing from syllables of death to a known offering of haunted human languages.<br><br>\nThe demon woman leaned in close... and whispered, intimately. <br><br>\nRezyl’s ears bled as she spoke.<br><br>\n\"I am the end of 'morrows. Xyor, the Blessed. Xyor, the Betrothed. I am of the coming storm. These are not my words, but prophesy. Your Light will one day shatter and die. For now it simply offends... And you, dear, sweet, fragile thing, shall be made to suffer for your transgressions upon this holy ground.\"<br><br>\nAs the witch fell silent, her hateful voice was replaced by a growing chorus of hungry, manic chittering and the rising thunder of an approaching flood.<br><br>\nRezyl had come looking for the terrors that hide just beyond the light.<br><br>\nHe found them.<br><br>\nOr, maybe...<br><br>\n...they found him.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800102_4b26a851effe0e1d52507c5d966f68ed.jpg"], "image_name": ["Legends and Mysteries: Rezyl Azzir"], "filename": ["800102_4b26a851effe0e1d52507c5d966f68ed.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800102_4b26a851effe0e1d52507c5d966f68ed.jpg", "path": "full/d1b97936f7322785397676ca9e1669a055179b93.jpg", "checksum": "12c16b5e480b801ebe5661291931119f"}]},
{"title": "Rezyl Azzir - Before These Walls", "content": "<p>Rezyl Azzir was a man.<br><br>\nIn time his kind would be called Titan. Mountains of muscle and might and metal. His collar was fur and teeth. His person clad in ornate, golden-etched plating, trophies upon his shoulders.<br><br>\nThis was before the City was The City.<br><br>\nThis is before the walls. Still in the shadow of the fragile giant above, but before.<br><br>\nSalvation seekers came — survivors; weary remnants of a people on the brink.<br><br>\nThese were the days before reason took hold. Before study was merged with belief.<br><br>\nThe giant was looked to as one would a God. Maybe it still is.<br><br>\nFactions grew from the huddled masses. Like minds coming together to provide support, comfort. Over time these loyalties demanded loyalty. Differences that used to inform — viewpoints that when joined granted a larger understanding of the whole — became points of conflict. The sanctuary became divided. The shadow of Light grew darker. This, humanity’s last oasis, slowly fading to a mirage.<br><br>\nGreat, powerful men and women, The Risen, stood at the Factions’ sides. Protection. Enforcers. Misused possibility.<br><br>\nMisery crept into this false paradise. Yet hope lingered.<br><br>\nSeeing the cracks in this society born beneath the giant’s fractured shell, some among The Risen challenged the dissolution of all that could be. They would no longer serve as instruments of oppression. They would be more.<br><br>\nThus began an unnecessary war made necessary by greed, ambition... fear. And, in the chaos of this struggle, came the scavengers — aliens with appetites. A common enemy.<br><br>\nIn the end, the scavengers were repelled and the Factions fell, their grip broken, though their beliefs remained. This was the earliest days of the Guardians, when might found purpose. Prosperity was in reach.<br><br>\nRezyl had been a champion of these wars. A leader. Against the alien pirates he had been more. If the giant wasn’t a God, then maybe Rezyl was.<br><br>\nAs the first walls formed — built of hard work and sacrifice — Rezyl and the Guardians stood against the alien plunderers time and again. More survivors arrived. More warriors.<br><br>\nThe Guardian ranks swelled.<br><br>\nThe City grew.<br><br>\nHope blossomed. To Rezyl it was a currency. Hope bought tomorrow. Tomorrow bought the effort needed to survive today.<br><br>\nYet Rezyl grew weary. Stories haunted his nights. Old stories. Those no longer told. Those locked behind tight lips for fear of what they may invoke. Whenever the sun dropped below the horizon and the moon rose high, Rezyl’s thoughts wandered. How safe was safe? How long could they fight with the Darkness still writhing?<br><br>\nSo, every day Rezyl would fight and build and protect. And every day a city grew beneath the giant. And every night he would think about all that was never said and stare intently at the moon above.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/770120_048c1516dff50a3f7265f85115073e29.jpg"], "image_name": ["Rezyl Azzir - Before These Walls"], "filename": ["770120_048c1516dff50a3f7265f85115073e29.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/770120_048c1516dff50a3f7265f85115073e29.jpg", "path": "full/087d100633a25d10e5c0ed858e66b763629304ec.jpg", "checksum": "5ef64d9fe52a7684f7bb7b1494490021"}]},
{"title": "The Shadows of Yor", "content": "<p>They tried to hide the truth, but we’ve followed its winding path— pieced together the fragmented map of events across time and space.<br><br>\nQuite literally, mind you.<br><br>\nFrom Traveler’s shadow to the dark corridors beneath the moon and the long, harrowing journey back again.<br><br>\nFrom the sickness inflicted upon the Crucible to the breaking of Light on the red sands.<br><br>\nFrom a forgotten settlement in the west to the horrors of North Channel and Velor. <br><br>\nFrom the wilds of the Breaklands to the hateful cold of Durga.<br><br>\nFinally, then, to Dwindler’s Ridge, where Darkness met pure, angry fire.<br><br>\nWe’ve traced Yor’s steps from beginning to end and back again.<br><br>\nWe’ve studied his reign — the terror he seeded, the violence he wrought as if free of conscience. <br><br>\nOnly to discover a true and terrible thing: he was not simply the monster the legends claim him to be. <br><br>\nThough, in finding this truth, we’ve come to understand the desire to build an armor of false narrative around all he’d done — all he’d become.<br><br>\nYet, that understanding—our understanding of the need to control Yor’s mythology—should not be seen as agreement on the matter. Quite the opposite, actually.<br><br>\nWhen viewed as he truly was, not as he is imagined, we challenge the known mythologized depiction of the man who was Dredgen Yor. <br><br>\nIn our estimation, the monster so many see was, in fact, the best of us.<br><br>\nHis sacrifice total. <br><br>\nHis vile means meant to carve a greater end.<br><br>\nThey hide this truth because they fear the consequences of those who would dare follow in his footsteps.<br><br>\nTo tempt the Darkness. To allow one’s Light to be tainted.<br><br>\nFew could walk that ledge and not fall completely into despair.<br><br>\nAnd while theories exist to support or contradict the purity of the gift we wield, Yor’s life offers a glimpse into unexplored possibility.<br><br>\nOrsa agrees.<br><br>\nHe also believes, as I do, that there is a manner in which we may be able to replicate Yor’s damnation while avoiding the same heavy toll.<br><br>\nWe will surely be judged for what it is we are about to achieve. And there will surely come a time when the lone gunman will want words — or worse. <br><br>\nBut we go now upon an old path. <br><br>\nOne we seek to make our own.<br><br>\nAnd should we fail, may the Light avenge all those we make to suffer.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/801104_d96d539ca6aef6f576d5f576d5c8602f.jpg"], "image_name": ["The Shadows of Yor"], "filename": ["801104_d96d539ca6aef6f576d5f576d5c8602f.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/801104_d96d539ca6aef6f576d5f576d5c8602f.jpg", "path": "full/84a1992be3ae21e29c6a0fcfdae1487c03ce7173.jpg", "checksum": "e2101f47863ff94695c885fef6a717b2"}]},
{"title": "Ghost Fragment: Mysteries 3", "content": "<p><i>He always survives.</i><br><br>\nHelmet in one hand and torch in the other, Saladin Forge marches through the snow. He can sense the wolves emerge around him; only three of them come into view, but this group has followed him on his patrols since the Devils raided the Plaguelands. He has given up dissuading them. They’re defending their territory, and Saladin can relate to that. But they will not last long.<br><br>\nNothing does. Not the Golden Age. Not the colony ships. Not the impenetrable walls of the Cosmodrome.<br><br>\nNot the Iron Lords.<br><br>\nHe discards his torch, and glances up to see a familiar glow reaching out from the dark. He smirks. A horde of Devil Splicers returns his stare from the wreckage of the wall ahead.<br><br>\nThe Splicers are doomed. Just as the Iron Lords were, when he and his allies opened that vault. As Fallen continue to pour through the gap in the wall, they remind him of his friends in their final moment: a crimson pulse beats in place of their hearts. <i>SIVA.</i><br><br>\nHe puts his helmet on as an Iron battle axe forms in his hand, the air around him bursting into flame. The first wave of dregs approaches. Saladin breaks into a charge, swinging the axe to bear as he smashes into a storm of steel and weapons fire.<br><br>\nAs his axe bites, again and again, Skorri’s Iron Song haunts him. He calls upon Radegast’s strength. Perun’s sense of purpose. Timur’s questions. Felwinter’s cynicism. Silimar’s persistence. Gheleon’s reasoning. <br><br>\nJolder’s smile. <br><br>\nHe pounds the last Splicer priest like a burning hammer, blasting a crater into the snow and gravel. Frozen dirt rains down on the spent shells and the mounds of Splicer corpses that surround him. The Warlocks of the City have described meditation to him. He imagines it feels like this.<br><br><i>He always survives. When nothing else does.</i><br><br>\n“Lord Saladin? What’s your status?” calls Shiro-4 through his audio feed.<br><br>\n“Just— Taking a walk,” he says, staring at the fifteen-foot divide he broke in the earth. He had to meet SIVA again. One last time.<br><br>\n“I’ve analyzed the Clovis Bray data.”<br><br><i>Timur always said that Clovis Bray was the key. </i><br><br>\n“Can you break the Splicers’ hold over SIVA?”<br><br><i>How different would things be, had Saladin listened?</i><br><br>\n“Theoretically. Temporarily.”<br><br><i>Would his friends still live? Would he?</i><br><br>\n“It might be enough. Perhaps our Guardian has turned the tide. I’ll be there shortly.”<br><br>\nHe sees the wolves have formed up around him. Eight of them.<br><br><i>He always survives.</i></p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800103_03052c7ab4ecf18e6e2ced5b7b1640d4.jpg"], "image_name": ["Ghost Fragment: Mysteries 3"], "filename": ["800103_03052c7ab4ecf18e6e2ced5b7b1640d4.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800103_03052c7ab4ecf18e6e2ced5b7b1640d4.jpg", "path": "full/59c8405055e667c7b3016abd76b9c6aa08a360ee.jpg", "checksum": "524e1f0ebc97e04079d2e36c7a4c162d"}]},
{"title": "Legend: Rezyl Azzir - The Triumphant Fall", "content": "<p>The trigger clicked. <br><br>\nAnother empty clip slid from its purchase and dropped to the dark stone floor.<br><br>\nIt was the last.<br><br>\nHis rifle was dry.<br><br>\nRezyl spun the weapon in his hand, grabbing hard around the barrel, like a club.<br><br>\nA new wave of chittering death was upon him – fragile but aggressive, overwhelming in their number and oppressive in their rage.<br><br>\nThe stock of the rifle connected with skull after skull. <br><br>\nThey caved and fell.<br><br>\nLike the others before.<br><br>\nThe pile of vanquished nightmares—half bone, half dust—grew at Rezyl’s feet.<br><br>\nThere was a calm to him. An ease.<br><br>\nThe chaos of battle was no time to panic. <br><br>\nHis swing was wide, but measured. No wasted movement.<br><br>\nA demon clawed at his back. Then another.<br><br>\nThey were heavier than their frail frames would suggest.<br><br>\nHe gave a shrug and shake, turned and hammered the stock hard into the side of one creature’s temple. Its skull splintered and the stock lodged deep in the wet, chalky mass beneath the bone. He made a fleeting effort to break the rifle free, but had to let it fall away as the rush of demons increased. <br><br>\nRezyl kicked the other monster to the floor, stepping on its neck while shifting to backhand a throng of attackers eager to make their killing lunge.<br><br>\nIf the rifle—his battle-worn Inferno—had served to thin the herd and buy Rezyl time to assess the whole of the situation, his Rose would see him through.<br><br>\nIt always had.<br><br>\nThe Titan, awash in the ash and gore of his enemies, pulled his cannon and in one motion feathered the trigger to level the wretched beasts closest to him.<br><br>\nThe bloom from each shot lit the cavern with flashes of red heat — a garden of angry roses blossoming in pointed defiance of this vile, hateful kingdom of shadows.<br><br>\nOn the far end of the sea of gnashing maws, the wicked woman danced in the air.<br><br>\nWatching.<br><br>\nWaiting?<br><br>\nRezyl’s cannon was loaded and ready to fire as if an afterthought.<br><br>\nHe let loose another barrage and six more demons slumped, lifeless upon the pile.<br><br>\nThe witch unleashed a violent cry. <br><br>\nAnd as quickly as it had begun, the onslaught subsided.<br><br>\nThe chittering fell from a deafening roar to an eerie chorus humming through the ebon haze just beyond his sight.<br><br>\nRezyl stood, straightened his tired back and took long, deep breaths.<br><br>\nThe storm had not been weathered. <br><br>\nHe could feel it in his gut.<br><br>\nHe stood now, not at peace, but within the eye – the swirling, terrible lull before the waves came crashing once more.<br><br>\nThe wicked woman laughed: a horrid, grating screech.<br><br>\nFollowed by footsteps. Heavy and hard.<br><br>\nThoom.<br><br>\nThoom.<br><br>\nThoom.<br><br>\nThoom.<br><br>\nRezyl squinted against the dark as he slid new lead into his cannon’s cylinder. <br><br>\nA shape took form, approaching from the deep. <br><br>\nA being of might and mass that dwarfed the Titan. <br><br>\nA cleaver the size of an ordinary man—bigger—hung effortlessly in its hand.<br><br>\nIts body was thick with ornate bone – a living armor that was one with the beast.<br><br>\nRezyl let out an accepting sigh.<br><br>\nThe creature walked like a man burdened by untold sin – lumbering and slow, though its stride covered ground with unnatural ease.<br><br>\nTo Rezyl, the approaching horror cut an imposing silhouette not unlike that of an ancient, disgraced knight. <br><br>\nMaybe it had been heroic once.<br><br>\nMaybe here in these shadows, to the watchful eyes of the wicked woman and her rotting horde it was a hero still – only for a darker, sinister cause. <br><br>\nThe thought intrigued Rezyl.<br><br>\nThe fight he had come all this way to find, the enemy he had hoped was nothing but a legend’s lie, seemed eager to greet him.<br><br>\nHe smiled beneath his helm, then spun his Rose with a confident Hunter’s twirl, before steadying his aim and fanning its hammer one more.<br><br>\nThe angry bloom lit the dark.<br><br>\nSix shots, center mass.<br><br>\nRezyl’s lead pinged off a sudden, shimmering wall of black. <br><br>\nThe knight had conjured a protective barrier as if from nothing.<br><br>\nUnable to comprehend the creature’s arcane methods – dark magic or unimagined tech, or even a joining of the two, Rezyl didn’t care. He reloaded and prepared to face the unknown.<br><br>\nAs the ethereal shield faded the beast raised its blade and let loose an aggressive, inhuman roar: Hell’s own battle cry.<br><br>\nRezyl accepted the challenge.<br><br>\nHis Rose gripped tightly in his vice grip, the Titan charged forward. <br><br>\nHe would meet the shadow’s rage head-on.<br><br>\n—- <br><br>\nTwo days had passed since Rezyl stepped from the dark corridors beneath the moon, back into the light. His Ghost pressed him for details time and again. He wanted to know all he could of the wicked woman and her promise of suffering.<br><br><br><br><br>\nOf the sea of mindless, chittering death.<br><br>\nOf the hulking knight and Rezyl’s epic battle.<br><br>\nThe Ghost was enthralled and deeply concerned. If the monsters below the moon were active and aware, the City must be warned. Rezyl agreed.<br><br>\nAs they watched another Earth-rise from the lonely quiet of the lunar surface and planned their long journey home, Rezyl pulled fragmented bone from the pouch that hung on his left hip: a reminder of the evil that lurked beyond the light, and the last remnants of the wicked woman’s betrothed.<br><br>\nAnd while he recounted once more the events of his time in the shadows he took his Rose from its holster and began grafting the bone to its steel frame — just another trophy, from another battle won.<br><br>\n—-<br><br>\nIt was only later, and far too late, that the first whispers came and the bones revealed their true, jagged purpose.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/801101_d16c31e50dbe40c93a95b8e988093ddd.jpg"], "image_name": ["Legend: Rezyl Azzir - The Triumphant Fall"], "filename": ["801101_d16c31e50dbe40c93a95b8e988093ddd.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/801101_d16c31e50dbe40c93a95b8e988093ddd.jpg", "path": "full/b9391628ebb5a74839761cd06732340a08ee2761.jpg", "checksum": "5bada459e34f1b3e7637100ea17ec637"}]},
{"title": "Mystery: Praedyth's Door", "content": "<p>Praedyth opened his eyes.<br><br>\nThe receiver sputtered to life. It had taken him the better part of a decade to get his crude comm scanner working. And another few years to get it transmitting. Now, in the brief windows of time when the door to his cell opened, he would call for help. He sighed, a deliberate act that caused him to cough roughly. He had no idea how much longer his body would hold out. But then, that kind of thinking was all relative here, wasn't it?<br><br>\nPraedyth stared at the sprawling mass of metal and wires, listening to the tinny sounds coming from his makeshift speaker. Before he spoke, he always made a point to listen. The words, the concepts that flowed into his mind confused him. Timelines and potentialities that might have already happened, might happen, might never happen.<br><br>\nA pattern was ever dancing in the edge of his vision. At times like this, when the world rushed past him, he had to hold tight to the fact that he was still breathing. He would often focus in on the intake, output, inbreath, outbreath, breath, breath, breath... hours later, he blinked. Refocused. The static had stopped. He had missed a window.<br><br>\nOnce, he would have cursed and spat. Now, he just shook his head. A weak movement of the neck.<br><br>\nThe Vex had decided their end. The Guardians had interceded. The Vex were fallible.<br><br>\nIf the Vex can be wrong... if they can make mistakes... someday he could be free. Someday he might leave the Vault, might see again the Traveler.<br><br>\nUntil then he would listen, he would observe. He would be the man on the outside looking in, a viewpoint into the consciousness of Minds that spanned galaxies. He would try to understand the Vex.<br><br>\nPraedyth closed his eyes.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700405_007dec9709eccafd183e4bf7291b897c.jpg"], "image_name": ["Mystery: Praedyth's Door"], "filename": ["700405_007dec9709eccafd183e4bf7291b897c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700405_007dec9709eccafd183e4bf7291b897c.jpg", "path": "full/afae644f942b8ee2f41e0a0b20bccae1543f8adf.jpg", "checksum": "6ab3a180cf99a6f86fab05056ee9cdc0"}]},
{"title": "Rezyl Azzir - War Without End", "content": "<p>— Eksori’s Ambush —<br>\nHis foot pressed hard to the sun-cracked ground. Beneath it the Vandal’s neck gave; a hiss of ether burst free before dissipating.<br><br>\nRezyl turned. Three Dregs charged. Their Captain raised his shock blade high, unleashing a battle cry to fuel their courage.<br><br>\nFocused fire spit from the muzzle of Rezyl’s full-auto. The Dregs fell.<br><br>\nTo the Captain, Rezyl was a trophy that would buy unmatched respect among his Devil brothers.<br><br>\nTo Rezyl, the Captain was already an afterthought. As ether leaked from the pirate’s broken body with each blow of Rezyl’s heavy fists, Rezyl’s attention had shifted to the unknown, but inevitable, battles to follow.<br><br>\nThis was the state of things; conflict as common as breath.<br><br>\n— The Tescan Valley Encounter —<br><br>\nA Ketch with unfamiliar markings hung low between two peaks. A rare sight. Fallen flagships weren’t known to linger so close to the surface, preferring constant motion, like sharks on the hunt.<br><br>\nSkiffs circled below the Ketch as their crews prepared to plunder any treasures the facility held.<br><br>\nRezyl leveled his rocket launcher. A digital ping signaled a lock, and a trail of smoke shot toward the lead Skiff.<br><br>\nTwo more rockets followed in rapid succession.<br><br>\nThe lead Skiff took two hits, lurched and retreated back toward the Ketch above.<br><br>\nThe third rocket caught a trailing Skiff as the craft turned to engage its attackers.<br><br>\nRezyl looked back. “Go.”<br><br>\n“You can’t take a Ketch alone,” Hassa laughed.<br><br>\n“The ship isn’t my target,” Rezyl had a plan. Hassa hated Rezyl’s plans with equal parts envy and concern.<br><br>\n“Lead the Skiffs away,” he continued. “We’ll meet— ”<br><br>\n“Can’t meet if you’re dead,” Tover shot back.<br><br>\nRezyl smiled beneath his helm, “Go.”<br><br>\nHassa and Tover throttled their Sparrows and disappeared into the heavy woods. Rezyl watched from cover as the Skiffs gave chase.<br><br>\nThe Fallen below had taken defensive positions. The rocket attack caught them off guard but they were ready now, and there were more of them than he had time to count.<br><br>\nRezyl raced down the slope, weaving between the thick growth of brush and pine, on a direct path for the Fallen clustered at the mountain’s base, his Ghost at his side.<br><br>\n“I need you to hang back.”<br><br>\n“Uhhh...”<br><br>\n“Trust me.”<br><br>\n“Always have.”<br><br>\n“How quick can you light my spark?”<br><br>\n“You expect to die? Can’t say that’s the best— ”<br><br>\n“How quick?”<br><br>\n“Quick.”<br><br>\n“Be ready.”<br><br>\n“For?”<br><br>\n“You’ll know.”<br><br>\nRezyl’s Ghost slowed as the Guardian hit the valley floor. <br><br>\nThe Fallen opened fire.<br><br>\nRezyl leapt from his Sparrow as it transmatted away, his rifle spraying lead at the entrenched pirates.<br><br>\nThe Fallen’s Arc bolts peppered Rezyl. Eager Dregs rushed and were met with death as Rezyl marched forward.<br><br>\nA massive blast cratered the ground a few feet from the Titan. The Ketch had turned its guns on Rezyl.<br><br>\nAnother blast impacted to Rezyl’s left and he stumbled. A third exploded directly in his path...<br><br>\n...and Rezyl fell.<br><br>\nFrom the treeline, his Ghost watched as the Fallen celebrated and a Skiff drifted down from the Ketch above.<br><br>\nThe circle around Rezyl’s body parted and the imposing figure of their Kell stepped forward to admire his prize.<br><br>\nThe chittering excitement quieted to a steady drone as the Kell lifted Rezyl’s limp body by the neck.<br><br>\nA chorus rose among the crew, growing louder as the Kell hefted Rezyl over his head for all to see.<br><br>\nRezyl’s Ghost darted low through the crowd. He didn’t like Rezyl’s plan, but now he understood it.<br><br>\nDistracted by their Kell’s triumph, the Ghost’s presence went unnoticed until a beam of light swept over Rezyl’s body.<br><br>\nThe mood shifted instantly, cheers turning to ravenous shouts.<br><br>\nThe Kell’s gaze fell to the Ghost as the beam faded.<br><br>\nThe circle began to collapse — the Fallen set to pounce.<br><br>\nAs the Kell moved to toss Rezyl aside, cold steel met the underside of the alien marauder’s jaw, followed by a red flash as Rezyl pulled his cannon’s trigger.<br><br>\nEther spewed in an angry geyser and the Kell’s grip loosened. Rezyl hit the ground and unloaded five more rounds into the Fallen leader’s torso. The monster dropped.<br><br>\nFrenzied, the Kell’s crew closed in like a flood.<br><br>\nRezyl’s Ghost lifted above the fray, frantic, “Now! Now! Now!”<br><br>\nIn one motion, Rezyl rose from a crouch, his fists clenched and raised high as a storm of Arc Light built within him, his full might raining down on the Kell’s chest. The shockwave of Rezyl’s attack hit like a meteor, shattering <br>\nthe Kell’s body and any Fallen within the Havoc storm’s radius.<br><br>\nThe remaining Fallen staggered, knocked back and dazed.<br><br>\nRezyl triggered his Sparrow.<br><br>\nHis Ghost flew to his side, “We leaving?”<br><br>\n“Before that Ketch opens up on us.”<br><br>\nRezyl punched the throttle as the Fallen crew opened fire.<br><br>\n“Let’s never do that again,” his Ghost pleaded.<br><br>\nRezyl didn’t have to reply. If war was a constant, “never” was just an illusion. <br><br>\n— In Defense of North Channel —<br><br>\nWinds from the south caught the smoke and began to clear the thick air.<br><br>\nSlowly, the citizens of the small, snow-covered settlement came out from their hiding places.<br><br>\nRezyl surveyed their faces — each weary, but flecked with hope. <br><br>\nLiving in the wilds was all they had known. Surviving. Fighting. Hiding. These people had heard stories of a safer place, but tales of a better life were so rarely true.<br><br>\nRezyl and his companions had been tracking these Fallen for weeks. Had they caught them sooner this town would have been spared. That any survivors climbed from the rubble to see another day marked this as a victory, but Rezyl <br>\nwas growing tired of small wins, however meaningful.<br><br>\nThat evening, Rezyl and the others led a gathering of survivors on the long journey to the growing city beneath the Traveler. Some settlers remained behind, choosing to stake their claim in the untamed wilds.<br><br>\nRezyl admired their resolve, but never looked back. He knew whatever death these brave pioneers avoided that day would come to them... someday... in one form or another.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/790030_bed24e8d44dce16c9f52a48b815590b4.jpg"], "image_name": ["Rezyl Azzir - War Without End"], "filename": ["790030_bed24e8d44dce16c9f52a48b815590b4.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/790030_bed24e8d44dce16c9f52a48b815590b4.jpg", "path": "full/f653caa6a0ae0dfd56464917281caa3b565f16b2.jpg", "checksum": "10d1a8525512426e3e1da30bdd38e9d9"}]},
{"title": "Ghost Fragment: Lord Shaxx", "content": "<p>“I beat you fair,” Cayde said. “Don’t ever—“<br><br>\nHe raised his hand high to wag a finger under Shaxx’s nose.<br><br>\n“—try to outrace my Golden Guns.”<br><br>\nTwo children ran by in a blur, laughing.<br><br>\nShaxx shook his head slowly. “It was a tactical error. Won’t happen again.”<br><br>\n“Next time doesn’t matter. You lost today, and today you owe me.”<br><br>\nThe Titan stared down at the Hunter, but said nothing, his hands clenched in fists. Cayde ignored the posturing and turned to face a desolate field of dirt and large rocks. A writhing mob of children spread across it, clusters of them barreling into each other as they bellowed and screamed. A much smaller number of elders waded in the chaotic sea of miniature people.<br><br>\n“What is this? What’s happening?” Shaxx demanded.<br><br>\n“This City has children. Children who must stay within designated safe zones.” The two Guardians watched as a boy climbed the largest rock on the field, about four feet in the air, and howled at the sky. “Of course they’re gonna go a little stir-crazy. Parents bring them out to this—you’d think it would have a name—this field every month, and they have at it. Better they hit each other than climb the walls.”<br><br>\nShaxx stared at them.<br><br>\n“So. You’re going to pick two,” Cayde said.<br><br>\nShaxx looked down at him. “Pick two what?”<br><br>\n“Two of the little brats. You’ll pick a team of two, and you’re going to train them in this... sport they play here. It’s some kind of tournament. You know all about those.”<br><br>\nShaxx surveyed the field.<br><br>\n“This is ridiculous,” he concluded.<br><br>\n“That’s not the last time you’re going to say that today, but you’ve made your bed. Get comfy.”<br><br>\n“I can pay you Glimmer. Two Crucible matches’ worth. Why waste my time on children?”<br><br>\nA child sped past and waved at Cayde as Shaxx spoke. Cayde responded with an upward thumb. <br><br>\n“I like bugging you. Plus, you’d be surprised what goes on out here that only these little miscreants know about.”<br><br>\nBeneath the helmet, Shaxx stared holes into the Exo’s face.<br><br>\n“They run very fast. Listen, I know you’re going to be you, but try to keep them intact. I make sure a Guardian they know comes to visit them once in a while. You weren’t the kids’ first choice, or even their tenth, but you were the only one I could get leverage on this week.”<br><br>\nShaxx stood motionless, but his fury engulfed the air like a flame. Cayde turned to leave, his cloak billowing in the wind behind him. “I’m going to make so many Crucible bets while you’re gone.”<br><br>\n“You wouldn’t dare,” Shaxx began, but Cayde was already lost in a departing crowd of adults.<br><br>\nShaxx let out a breath, then scanned the field again, past child after squirming child. He quickly discerned the two on the field with the best athletic potential. Two human girls, snarling as they swung branches at each other, seemingly impervious to pain. He walked past them, through the crowd, and several elders paused just briefly enough in their youth wrangling to let their jaws hang. Lord Shaxx navigated the unruly sea with grace, and headed toward a lone tree in a corner of the field. An Awoken girl and a human boy sat huddled below it.<br><br>\nAs Shaxx’s shadow eclipsed them, they looked up at him with the same brightness in their eyes. “What are your names?” he demanded. “Runa,” said the Awoken with some disdain. She returned the blank stare of Shaxx’s faceplate. “My name is Lonwabo,” recited the human, more like a question than a statement.<br><br>\n“You look bored, Runa,” Shaxx observed. “And you look worried, Lonwabo.” He pointed at the boy, who scooted back, startled.<br><br>\n“As far as I’m concerned that makes both of you more intelligent than all these other dregs,” said the Titan. “You’re with me. I need the rules of engagement.” Shaxx stared at them, and they stared back. “Someone talk to me.”<br><br>\nThey both spoke at once, and Shaxx listened in silence as they talked over each other to explain the game: Teams of two launch orb projectiles at each other, and players struck are eliminated. If both players on a team are eliminated, the team is out of the tournament, and their chance to play on the field is over.<br><br>\n“What do you call this drill? Skirmish? Supremacy?” Shaxx demanded.<br><br>\n“Dodge ball,” said Runa.<br><br>\n“We’ll work on the name. Follow my instructions, and I will lead you to victory.” <br><br>\nShaxx waved one of the adults over.<br><br>\n“Lord—Lord Shaxx?” said the Exo male.<br><br>\n“Shaxx is fine.” Only Guardians owed him respect. “Find my team a match. Sooner the better.”<br><br>\nShaxx brought Lonwabo and Runa to the field, and kneeled. His hands engulfed their shoulders like a pair of descending moons. “My friends. Should you be killed, others lesser than you will take your place. Don’t fight for yourself. Fight for those poor fools.” <br><br>\nLonwabo opened his mouth as if to speak, but hiccupped instead.<br><br>\nShaxx turned them both around to face the sun and the other team across the field. He kneeled so low that his face was level with theirs. The three stared at the opposition: two human boys, eyes glaring, fists balled in determination. Their elder stood behind them, her eyes wide as she recognized Lord Shaxx.<br><br>\nRuna yawned and rubbed her face, trying to clear the sleep from it.<br><br>\nShaxx whispered to his new charges. “Crush them.”</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/801105_4ecd9d669532ebbfaf2f5f7242e4a5f4.jpg"], "image_name": ["Ghost Fragment: Lord Shaxx"], "filename": ["801105_4ecd9d669532ebbfaf2f5f7242e4a5f4.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/801105_4ecd9d669532ebbfaf2f5f7242e4a5f4.jpg", "path": "full/df2b7b0491ba0269f3b604c7175110bc09478106.jpg", "checksum": "096defffe19f9d7d0fddeb2c5484165c"}]},
{"title": "Ghost Fragment: Lord Shaxx 2", "content": "<p>The morning turned to noon as the sky darkened with dodgeballs and filled with the battle cries of children.<br><br>\nWhen it was over, Lonwabo had tears in his eyes, but he tried his best to stand straight. Runa had a bloody knee, and stared wordlessly at the winning team: the two snarling girls from earlier in the morning. The girls lifted an unrefined mass of plasteel, a makeshift trophy, over their heads, and they roared.<br><br>\nShaxx stared up at the Traveler. It sat, buoyed by a mantle of clouds against a blue sky. It didn’t seem to notice him.<br><br>\n“Tell me what you’ve learned,” Shaxx said to Runa and Lonwabo, his faceplate fixed skyward.<br><br>\nThey did, and spoke for a continuous three minutes. Shaxx nodded, slowly.<br><br>\n“So you’re not mad?” asked Lonwabo. His face brightened.<br><br>\n“You’ve gained more from this than the victors,” he replied. The three of them looked on as the two girls smashed the plasteel cluster into the dirt, and to the horror of all the other children, it shattered. Runa's eyes narrowed ever so slightly, a dodgeball gripped in her hands. Shaxx continued: “Victory is key to survival. You need it. Need to fight for it. But it teaches nothing.”<br><br>\n“Does that mean, in a way, we won?” asked Lonwabo.<br><br>\n“No,” Shaxx looked down at him. “No, you were annihilated.” <br><br>\n“Oh,” said Lonwabo.<br><br>\nRuna continued to stare at the shattered trophy, and the winning team. She slowly turned the dodgeball in her hand.<br><br>\n“Let this loss drive you,” Shaxx said to both of them. “But the game is over. Your focus should be on what’s to come.”<br><br>\nLonwabo stared down at his hands. “I think...I think I'm going to read a book,” he said, surprising himself as he uttered the words.<br><br>\n“We all make our own choices,” said Shaxx.<br><br>\nRuna said nothing as Cayde strode up out of a shadow in the afternoon sun. “Everything good?” the Hunter asked Shaxx.<br><br>\n“Do I look like I care?”<br><br>\n“Come on, buddy. The bet’s fulfilled. You don’t have to pout. Just remember not to challenge a Hunter with Golden Guns.”<br><br>\n“I can and I will. Rematch. End of day.”<br><br>\n“You’re on. I hope you’re ready to babysit ‘til the next Dawning—“ <br><br>\nRuna’s ball struck Cayde in the neck: a stealth attack taught to her earlier in the morning. He yelped, more surprised than hurt.<br><br>\n“Who did that? Who did that, and how?” the Hunter demanded loudly, as the ball bounced away. The ball didn’t respond. Runa, Lonwabo, and several other children smiled.<br><br>\n“Shaxx. What have you been telling them?”<br><br>\nShaxx stared silently down at the Exo Hunter until Cayde blinked. “I, uh, found my Sparrow,” Cayde said, to deflect. “I can give us a lift back to the Tower.”<br><br>\nAs the other children and their elders dispersed, Runa watched Cayde’s Sparrow as it carried the two Guardians off towards the gleaming Tower in the distance. <br><br>\nShe gave a Titan’s salute as they disappeared from view.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/801106_4ecd9d669532ebbfaf2f5f7242e4a5f4.jpg"], "image_name": ["Ghost Fragment: Lord Shaxx 2"], "filename": ["801106_4ecd9d669532ebbfaf2f5f7242e4a5f4.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/801106_4ecd9d669532ebbfaf2f5f7242e4a5f4.jpg", "path": "full/4c3ec566b9b214e3defc35c73b98a00f073a1c9d.jpg", "checksum": "096defffe19f9d7d0fddeb2c5484165c"}]},
{"title": "Ghost Fragment: Eris Morn", "content": "<p>The Tower’s med bay was still. Guardians might operate across the system at all hours but even in the heart of the Last City, there is sometimes... quiet.<br><br>\nThe Awoken man lay upon the bed like a broken thing. Machines monitored his every twitch, every aspect of his physical status. The steady, quiet blip of his heartbeat was the dominant sound in the room. <br><br>\nA small transplex window sat in one wall of the room. Hovering there, eerily still, was a Ghost. Its single eye reflected against the inside of the window, a steady red glow.<br><br>\nIn the corner of the room sat a chair. Cheap, vinyl-covered, this chair could have been a relic from the Golden Age itself. And, suddenly, it creaked.<br><br>\nBecause, in the stillness, there was another measured source of breathing in the room. <br><br>\nEris Morn settled back into the chair, allowing the dark wisps of power she’d summoned to effortlessly flow from her back into the night. The green emanations from her shroud were stark against the dimness.<br><br>\nAlmost as an afterthought, the Ghost turned from regarding the window. For a moment, three eyes stared at one, before it turned back to its watch.<br><br>\nHer face implacable, Eris regarded the Awoken in the bed. <br><br>\nHis name was Asher Mir.<br><br>\nIrascible. Annoying. Cantankerous. She’d even seen Ikora Rey become... exasperated in his presence. Her lips quirked, very slightly, upwards. A kindred spirit, if she’d ever had one.<br><br>\nHer smile died as her gaze slid to his side. His Warlock garb had been stripped from his body, and she could see his pale blue chest as it rose and fell in the bed. His arm. His arm was gone.<br><br>\nIn its place was a thing. The point where mechanicals knit with flesh was ghastly to behold, but the design was unmistakable to any Guardian who’d been in the field: Asher Mir’s arm was that of a Vex construct.<br><br>\nHer eyes flicked to the ghost at the window. It too, was transformed. The unmistakable outline of Vex technology encrusting and penetrating the small warden’s shell. That red, staring eye...<br><br>\nShe stood, and stepped to the side of the bed.<br><br>\nHer voice was gentle, quiet, but its timbre filled the still air of the room. <br><br>\n“I am leaving, my old friend.”<br><br>\nThe man in the bed did not stir.<br><br>\n“Soon I will take my leave of this”—she put her hands up, to take in the med bay, the City, the Tower, Earth—“lie.”<br><br>\nShe placed a gloved hand on the back of his blue, flesh-and-bone hand. “I wish we could have spoken, you and I, one last time. But my story here is done. I have avenged those I lost. I must find...”<br><br>\nShe stopped, and beneath the gauze on her face all three eyes closed. For a moment she allowed herself to feel the dark tears that flowed, unending, down her face. The eyes reopened, and her strength blazed in the darkness.<br><br>\n“I must find a new path through the night. The Hive are vast, and ancient. A power from far beyond our realm. If we are ever truly to face them, ever truly to put an end to their hate, I must step beyond the safety of the City.”<br><br>\nShe lifted her head and looked beyond the window to the horizon. To the grand sweep of the Walls, the edge of humanity’s reach.<br><br>\n“Be safe, Gensym Scribe. A storm is coming. And I will not be at your side when it finds its way to our shores.”<br><br>\nWith those words, and a gathered locus of power, she was gone. <br><br>\nThe room returned to stillness. The blip of the Awoken man’s heart echoed from the machines. And the Ghost stared into the night, its red eye never blinking.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/801108_b49e96efe5dc4c436260af44ab1d9d94.jpg"], "image_name": ["Ghost Fragment: Eris Morn"], "filename": ["801108_b49e96efe5dc4c436260af44ab1d9d94.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/801108_b49e96efe5dc4c436260af44ab1d9d94.jpg", "path": "full/5efb86c8312c6dbe8e2b78f79f120eba7104a55b.jpg", "checksum": "1dc8c4063103f4de3ea3afc4a50fae1a"}]},
{"title": "Ghost Fragment: Fallen 6", "content": "<p>THETA // NINE // SEVEN // RED // DELTA<br>\nHigh Priority Message – Commander’s Terminal <br>\nEYES ONLY // TWILIGHT PROTOCOL<br>\n—-<br>\nRecon groups A, J, and T returned to TOWER ACTUAL at 03:00 local time. <br><br>\nNo casualties. Light injuries across multiple members of J and T teams.<br><br>\nFull debrief to follow.<br>\n—-<br>\nBreaking mission topsheet protocol, Commander. I want you to understand the scope of what we’re looking at here.<br><br>\nAs the fireteams fanned out across the region, the Devils rushed to meet them. Our forces dealt with some post-SIVA pockets of Splicer activity, and every once in a while the Kings popped their heads up and scared the hell out of everyone. In other words: situation absolutely normal.<br><br>\nThat’s a lie. The Fallen are abandoning the Cosmodrome.<br><br>\nHawk fly-overs confirm. The House of Devils forces are simply not there anymore. They’ve been disorganized for the last few years, but there’s never been a shortage of ground troops whenever we staged a significant sortie. <br><br>\nIntel source GREENRAVEN was right. And, for the moment, it’s worth assuming their report on the House of Exiles, House of Winter, and House of Wolves are also accurate. We’re fact-checking against independent fireteam reports from the field.<br><br>\nThe kid all the SRL fans talk about — Marcus? He was in one of the fireteams out at the Cosmodrome. He pulled me aside, and said it to me straight: the Fallen Houses are gone. The siege is broken. The stalemate we’ve had with the Eliksni for what, a hundred years? It’s over. We won.<br><br>\nCommander, I’m not even sure they’re flying the banners anymore. The teams found huge mounds of burnt cloth and armor, ceremonial piles, in several of the most hardcore Fallen holdouts. <br><br>\nWhat’s changed? Where have the Fallen gone? Why have they burned their banners?<br><br>\nI’m drawing up a plan to coordinate forces from the Queen’s Wrath, Felwinter Peak, the Warlock Orders, and more non-traditional outfits to follow up on these reports.<br><br>\nI believe your wisdom will guide us through the trials ahead.<br>\n—Sloane</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/801107_66c6bad8732b1ff3854f665fa12bac2f.jpg"], "image_name": ["Ghost Fragment: Fallen 6"], "filename": ["801107_66c6bad8732b1ff3854f665fa12bac2f.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/801107_66c6bad8732b1ff3854f665fa12bac2f.jpg", "path": "full/346916045f1e85fc0950aae725b7a83077baaea2.jpg", "checksum": "4eedcd6882b2fa30045a7da7ea7dc0ac"}]},
{"title": "Ghost Fragment: Cayde-6", "content": "<p>&gt; REMOTE VANGUARD DATABASE TEXT-ONLY SEARCH INITIALIZED.<br>\n&gt; WELCOME, USER \"ACEOFHEARTS\".<br>\n&gt; PLEASE ENTER SEARCH QUERY.<br><br>\n?&gt; news about cayde<br><br>\n&gt; THERE ARE 4 NEW ARTICLES SINCE YOUR LAST SEARCH 26 HOURS, 33 MINUTES AGO.<br><br>\n?&gt; thats way too low<br><br>\n&gt; SORRY, I DIDN'T UNDERSTAND \"thats way too low\".<br><br>\n?&gt; whos more popular than cayde<br><br>\n&gt; SORRY, I DIDN~XXX<br><br>\n?&gt; whos more popular than cayde-6<br><br>\n&gt; SORR ~XXX<br><br>\n?&gt; first article about cayde<br><br>\n&gt; THE FIRST CITY NEWS ARTICLE ABOUT 'CAYDE' WAS 126 YEARS 11 MONT~XXX<br><br>\n?&gt; 126 years ago?????? im way older than that<br><br>\n&gt; MAJOR EVENTS OF 126 YEARS AGO:<br>\n&gt; SIGNIFICANT PROGRESS MADE IN FACTION ACCORDS. RELATED: BRASK, A.<br>\n&gt; TRAVELER TRUE ORIGIN AND PURP~XXX<br><br>\n&gt; MINOR EVENTS OF 126 YEARS AGO:<br>\n&gt; FIRST 25-MATCH CRUCIBLE WINNING STREAK RECORDED. RELATED: REY, I.<br>\n&gt; CENTAUR PLANETOID \"7066 NESSUS\" RE-ENTERS SYSTEM AFTER UNEXPLAINED DELAY. RELAT~XXX<br><br>\n?&gt; did we get invaded by horse people<br><br>\n&gt; SORRY, I D~XXX<br><br>\n?&gt; did horse people ever exist<br><br>\n&gt; THERE ARE NO KNOWN ENCOUNTERS WITH QUADRUPED LIFE FORMS CAPABLE OF SPACE FLIGHT. SOME EARLY SIGHTINGS OF FALLEN RAIDING PARTIES MISTAKENLY IDENTIFIED THEIR METHODS OF RAPID LOCOMOTION AS EQUINE.<br><br>\n?&gt; did fallen ever ride horses<br><br>\n&gt; NO.<br><br>\n?&gt; what were we talking about<br><br>\n&gt; LAST 50 SEARCHES ACROSS ALL DEVICES, CHRONOLOGICAL:<br>\n&gt; \"banshie real name\" \"banshie-44 real name\" \"scout rifle locker default password\" \"traveler giant eyeball\" \"giant eyeball planet\" \"giant eyeball aliens\" \"giant alien eyeballs\" \"delete image history\" \"how do i delete images\" \"accidentally set giant alien eyeball as terminal background\" \"how much do new terminals cost\" \"vanguard discount for new ter~XXX<br><br>\n?&gt; traveler<br><br>\n&gt; OVER 50,000,000 RESULTS FOUND. PLEASE NARROW SEARCH CRITERIA.<br><br>\n?&gt; traveler eyeball<br><br>\n&gt; OVER 70,000,000 RESULTS FOUND. PLE~XXX<br><br>\n?&gt; where did the traveler come from<br><br>\n&gt; OVER 10,000,000 RESULTS F~XXX<br><br>\n?&gt; traveler googly eyes terminal background<br><br>\n&gt; PLEASE CONNECT TO A DEVICE WITH AN IMAGE DISPLAY TO VIEW THESE RESULTS.<br><br>\n?&gt; traveler road trip snacks<br><br>\n&gt; SINCE THE TRAVELER'S FINAL EXODUS FROM IO PRIOR TO THE COLLAPSE, ECHO MESA HAS BEEN A POPULAR PILGRIMAGE DESTINATION FOR GUARDIANS. AS THE TRAVELER'S TRANSFORMATION OF THE JOVIAN MOON WAS INCOMPLETE, IO'S CLIMATE AND GEOGRAPHY DO NOT SUPPORT AGRICULTURE IN THE CONVENTIONAL SENSE. VANGUARD COMMANDER ZAVALA THEREFORE RECOMM~XXX<br><br>\n?&gt; zavala snacks<br><br>\n&gt; ALL RESULTS TAGGED WITH THE FOLLOWING RELATED SEARCH QUERIES REQUIRE TWO-THIRDS VANGUARD AUTHORIZATION FOR DISCLOSURE:<br>\n&gt; \"ZAVALA SNACKS\" \"ZAVALA ACTION SNACKS\" \"TITAN VITAMINS\" \"EDIBLE ZAVALA\" \"ZAVALA ACTION VITAMINS\" \"VANGUARD VITAMINS\"<br><br>\n?&gt; what??????????<br><br>\n&gt; ALL RESULTS TAGGED W~XXX<br><br>\n?&gt; ikora current location<br><br>\n&gt; WARLOCK VANGUARD IKORA REY IS CURRENTLY IN THE UNDERWATCH. WOULD Y~XXX<br><br>\n&gt; logout<br><br>\n&gt; THANK YOU FOR USING THE VANGUARD TEXT-ONLY DATABASE, USER \"ACEOFHEARTS\". BE BRAVE.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/801109_d186213fdbb216ff3765e16bc2853ba9.jpg"], "image_name": ["Ghost Fragment: Cayde-6"], "filename": ["801109_d186213fdbb216ff3765e16bc2853ba9.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/801109_d186213fdbb216ff3765e16bc2853ba9.jpg", "path": "full/36ab8bdaf8fa34a5c5d8d7aa59ed1f22526fe999.jpg", "checksum": "a72e1d32e197208ffa68e10e5bbce7a9"}]},
{"title": "Ghost Fragment: The Reef 4", "content": "<p>He let his captors drag him through the dirt. <br><br>\nHis arms ached. Two hands wrapped around each bicep like iron bands. He slumped, and the toes of his scuffed boots bumped over the stones and left trails in the dust. He kept his eyes low, a ragged and stained cloak hanging over his face. It was not a position to which he was accustomed. <br><br>\nThey debased him. They abused him. He bit the inside of his cheek until the blood filled his mouth. He struggled not to resist. <br><br>\nThey needed to believe he was broken. That he wasn’t a threat. <br><br>\nIt was the only way they would bring him before their kell. <br><br>\nHe’d spent weeks weaving the illusion that led the Fallen to him. He’d left bits of his trail where they couldn’t help but find them. He skulked from planet to planet—Mars, then Venus, then Mercury, then back again—following rumors and whispers. He’d hid from the Guardians, from his own people. He’d let everything they had built fall apart, while those still loyal to him searched every inch of this forsaken system. <br><br>\nNow it was time to stop searching and start building. <br><br>\nHe would need soldiers who answered to him and no one else. Bodies to shape with will and magic and tech to his needs. These would serve.<br><br>\nHe thought they would take him to a ketch. But they were deep underground. Not near the Cosmodrome, but... it didn’t matter. He’d never been particularly concerned with the geography of this blasted world. It was not his home. <br><br>\nSo he bent his head low, and listened to the guttural string of hisses and clicks issuing from the maw of a would-be king in yellow. A broken ruler of a broken house, and the last of his kind.<br><br>\nThey were more alike than he cared to admit.<br><br>\nWhen the creature’s anger had burnt itself out, he raised his head to look at it. He did not need to speak. <br><br>\nOne kell rises, and another bends its knee.<br><br>\nAnd the prince felt the little hum of starlight ripple through him. The one that let him know she would be pleased with what he had done.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/801110_c5cbd7dd5e9133791959edd06f66d0ce.jpg"], "image_name": ["Ghost Fragment: The Reef 4"], "filename": ["801110_c5cbd7dd5e9133791959edd06f66d0ce.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/801110_c5cbd7dd5e9133791959edd06f66d0ce.jpg", "path": "full/95e93a006bae0cf9687b5995cf085a737ec3dd17.jpg", "checksum": "f9f1321d3b381fa62948108c24ae6ba2"}]}
]