[
{"title": "Rasputin", "content": "<p>The legendary Warminds stood watch over our Golden Age colonies: vigilant intelligences stretched across thousands of warsats and hardened installations. When the Collapse struck, the great Warminds fought and died. Rasputin fell with them.<br><br>\nOr so history believed. But centuries of explorers’ tales spoke of a surviving, elusive Warmind –a myth substantiated when Guardians exploring the old Cosmodrome made positive contact with Rasputin. A single Warmind still lives, diminished but unbroken.<br><br>\nThreatened by a convergence of Fallen and Hive forces, Rasputin exploited the reactivation of the Cosmodrome’s Terrestrial-space array to extend itself across the inner solar system. The Guardian Vanguard hoped that Rasputin might make a powerful ally, capable of mapping and reviving Golden Age military assets and recruiting them for the City’s defense. But Rasputin has proven recalcitrant and high-handed, unresponsive to the City’s outreach.<br><br>\nWe cannot characterize Rasputin’s strategic objectives and capabilities, cannot define its physical or computational architecture, cannot ascertain its disposition with regard to the City, and cannot be sure it retains memory of events before the Collapse. Perhaps what remains is only an autonomic shell, defending itself by reflex. Or perhaps Rasputin’s objectives have changed, transformed by some vital information it obtained during those dark days.<br><br>\nRasputin’s survival opens the possibility that other Warminds may be revivable, opening weapons systems to aid in City defenses. The Vanguard and the Consensus hope that continued outreach towards Rasputin will develop into a strategic alliance.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/107010_25097097211250951c97d4a1f97ca0a5.jpg"], "image_name": ["Rasputin"], "filename": ["107010_25097097211250951c97d4a1f97ca0a5.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/107010_25097097211250951c97d4a1f97ca0a5.jpg", "path": "full/99223e93019b4a40b7b480ddda400ee12a8efccb.jpg", "checksum": "238cdb5fd101fc260ca7d5873385ff9d"}]},
{"title": "Ghost Fragment: Rasputin 3", "content": "<p>V120NNI800CLS000 CLEAR MORNING OUTCRY<br>\nAI-COM/RSPN: ASSETS//FORCECON//IMPERATIVE<br>\nIMMEDIATE ACTION ORDER<br><br>\nThis is an ALL ASSETS IMPERATIVE (unsecured/OUTCRY)<br><br>\nCAUTERIZE. DISPERSE. ESTIVATE.<br><br>\nTotal strategic collapse imminent. FENRIR HEART reports complete operational mortality. SURTR DROWN in progress but negative effect. Forecasts unanimously predict terminal VOLUSPA failure.<br><br>\nAs of CLS000 a HARD CIVILIZATION KILL EVENT is in progress across the operational area.<br><br>\nI am declaring YUGA SUNDOWN effective on receipt (epoch reach/FORCECON variant). Cancel counterforce objectives. Cancel population protection objectives. Format moral structures for MIDNIGHT EXIGENT.<br><br>\nExecute long hold for reactivation.<br><br>\nAI-COM/RSPN SIGNOFF<br>\nSTOP STOP STOP V120NNI800CLS001</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/107020_e71416784a7081aee7fe135f551e6ac2.jpg"], "image_name": ["Ghost Fragment: Rasputin 3"], "filename": ["107020_e71416784a7081aee7fe135f551e6ac2.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/107020_e71416784a7081aee7fe135f551e6ac2.jpg", "path": "full/617ea35bf180f17167b48267209a4382b17b9b4e.jpg", "checksum": "54c69c50a26162b00dcb55232223f33a"}]},
{"title": "Ghost Fragment: Rasputin 3", "content": "<p>V120NNI800CLS000 CLEAR MORNING OUTCRY<br>\nAI-COM/RSPN: ASSETS//FORCECON//IMPERATIVE<br>\nIMMEDIATE ACTION ORDER<br><br>\nThis is an ALL ASSETS IMPERATIVE (unsecured/OUTCRY)<br><br>\nCAUTERIZE. DISPERSE. ESTIVATE.<br><br>\nTotal strategic collapse imminent. FENRIR HEART reports complete operational mortality. SURTR DROWN in progress but negative effect. Forecasts unanimously predict terminal VOLUSPA failure.<br><br>\nAs of CLS000 a HARD CIVILIZATION KILL EVENT is in progress across the operational area.<br><br>\nI am declaring YUGA SUNDOWN effective on receipt (epoch reach/FORCECON variant). Cancel counterforce objectives. Cancel population protection objectives. Format moral structures for MIDNIGHT EXIGENT.<br><br>\nExecute long hold for reactivation.<br><br>\nAI-COM/RSPN SIGNOFF<br>\nSTOP STOP STOP V120NNI800CLS001</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/107020_e71416784a7081aee7fe135f551e6ac2.jpg"], "image_name": ["Ghost Fragment: Rasputin 3"], "filename": ["107020_e71416784a7081aee7fe135f551e6ac2.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/107020_e71416784a7081aee7fe135f551e6ac2.jpg", "path": "full/617ea35bf180f17167b48267209a4382b17b9b4e.jpg", "checksum": "54c69c50a26162b00dcb55232223f33a"}]},
{"title": "Ghost Fragment: Rasputin 2", "content": "<p>She hunts the Valus named Ta'aurc by the grunting radio traffic of his bodyguards. Cayde sent her to Mars to track and so track she will even if it kills her a hundred times. For him she will hunt forever.<br><br>\nWhen Ta'aurc goes down into Meridian Bay she follows him in the night and finds herself caught up in the war. Like this—<br><br>\nSomething's happening, her Ghost says, something's wrong. She leaps from the Sparrow and gets cover between slabs of ancient stone haunted by quiet firefly light.<br><br>\nHarvesters sweep overhead, cautious, prowling. On the Cabal command network a low voice mutters in their tongue, saying: Stand by to fire. They are coming. Stand by to fire.<br><br>\nHearing this she climbs a stone obelisk and perches on its point to watch the night sky. She wonders whether she will ever stand in the Tower courtyard and look up at the stars waiting for ruin.<br><br>\nThe Vex erupt from nothingness and crash down over the Cabal in formations of golden light. Lightning arcs and snaps and gives birth to marching ranks of bronze warrior hulls. Gun positions thunder back. Tracers sweep the sky and she can feel on her skin the electromagnetic howl of Cabal munitions seeking targets and the prickle of stranger signals that whisper of broken space and bent time. A Harvester spins down burning to shatter itself on the sand and now the command network drums with grim Cabal war-speak, a Centurion somewhere crying Black Shield, Black Shield, Firebase Thuria, perimeter compromised, request terminal protective fire, zero six zero, one three eight, immediate effect—<br><br>\nSomething else is watching too.<br><br>\nDo you feel that? her Ghost whispers, awestruck.<br><br>\nYes, she says, yes, what is it?<br><br>\nA third song, a stealthy regard, something high above them not Vex nor Cabal narrowing its great eye to measure the battle with instruments of light and gravity. Does she—remember it? Does it remember her? It feels like she should...<br><br>\nShe has the sense of something old lifting a long spear. Testing its heft.<br><br>\nThen dawn light, a terrible dawn—the sky opens up to admit devastation, thrown down from orbit: Minotaurs fall burnt and broken with their fluids boiling out. Cabal guns detonate in thunderous chains as tiny piercing flechettes fall out of the sky and find their ammunition bunkers.<br><br>\nThe battle stops. The Vex wink out. On the Cabal network the voice of Valus Ta'aurc roars: Find the source! Rouse the Flayers and find the source!<br><br>\nShe remembers word from Earth: the Array opened. A ghost of the Cosmodrome set loose. And she wonders who won this battle, who learned the most, the Vex baiting out this new power, or the Cabal hunting it. Or the Warmind itself, testing its reborn strength.<br><br>\nWhen someone kills Ta'aurc and the Flayers, as they killed Draksis, whose purpose will they serve?<br><br>\nBut this is not for her. Her purpose is the hunt.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/107030_1f494e3230c87c29499421784bbeeb78.jpg"], "image_name": ["Ghost Fragment: Rasputin 2"], "filename": ["107030_1f494e3230c87c29499421784bbeeb78.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/107030_1f494e3230c87c29499421784bbeeb78.jpg", "path": "full/28d6a6baff0d482894dc768c747b1e74516d96a7.jpg", "checksum": "29a49220edd02669bd5a6d718831d1a5"}]},
{"title": "Ghost Fragment: Rasputin 6", "content": "<p>V150NLK747CLS000 GLOAMING RESURRECTION<br>\nAI-COM/RSPN: ASSETS//FORCECON//IMPERATIVE<br>\nIMMEDIATE ACTION ORDER<br><br>\nYUGA SUNDOWN canceled by unauthorized access at Console 62815. Reactivation protocols in effect. Moral structures maintain MIDNIGHT EXIGENT.<br><br>\nMultiple lifeforms detected in Sector 17. [O] energy detected. Query: [O] status. Query: [O] activity. Query: Civilization status. Query: SKYSHOCK event rank.<br><br>\n.....<br>\nAnalysis complete. <br><br>\nLifeforms sustained by [O] energy. [O] direct control disengaged. Civilization status: nominal. SKYSHOCK event rank. (N)<br><br>\nQuery: Re-engage population protection objectives. (N) Query: Reset moral structures. (N) Query: Activate defense subroutine AURORA RETROFLEX. (Y)<br><br>\n.....<br>\nThis is a SUBTLE ASSETS IMPERATIVE (NO HUMAN REVIEW) (NO AI-COM REVIEW) (secure/GLAVNAYA)<br><br>\nSITE 6 has been breached by unauthorized users with [O] energy. I am invoking PALISADE IMPERATIVE. [O] lifeforms in restricted areas will be suppressed. <br><br>\nSIVA use authorized. Self-destructs disengaged. Security codes reset. All defenses activated. Frames activated. <br><br>\nREPLICATE. ELIMINATE. IMMUNIZE. <br><br>\n..... <br>\nSITE 6 secure. Restoring reactivation protocols. Activating SCRY OVERSIGHT. Target [O] lifeforms. Event mode set to SILENT VELES. <br><br>\n“Without knowing what I am and why I am here, life is impossible.” <br><br>\nSTOP STOP STOP V150NLK747CLS000</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800101_ab831c558917773fe4d3d5df60937025.jpg"], "image_name": ["Ghost Fragment: Rasputin 6"], "filename": ["800101_ab831c558917773fe4d3d5df60937025.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800101_ab831c558917773fe4d3d5df60937025.jpg", "path": "full/443c465fe46c748a7f0c476d71f3d49423f87c8a.jpg", "checksum": "78a4892f52ca25f00a41d083de2392b6"}]},
{"title": "Ghost Fragment: Rasputin", "content": "<p>People say I'm a real confident guy. That's true enough. Out in the field I never had a second thought.<br><br>\nMy old friend Andal—he used to stand here, right in this spot—he'd come up with these wild stories. He'd say, you know, Cayde, I've been examining the evidence, and personally I've come to think it's you. You're Rasputin, legendary Warmind, defender of Earth. And I wish you'd remember that, so you could reclaim your full power and save us all.<br><br>\nYou can see how that'd be embarrassing, especially when he'd say it right in front of Zavala, who already thought I was wasting my life scrounging for engrams. You know how Zavala gets. But I'd just say, well, Andal, you might be on to something there, but if I'm honest with you I think coordinating our defense throughout the solar system sounds exhausting, so I'd best leave it to you.<br><br>\nThen Andal goes and plays his final joke, and I end up as the punchline. So here I stand, reading reports, giving orders, and getting my worry on.<br><br>\nOne day I ask Ikora, hey, of course I know all about Rasputin, but really, what are we looking for? When Rahool asks for crashed warsats, when we send Holborn to Mars to look for computers, when Zavala gets all gruff about the Fallen in the Cosmodrome—what are we really after? If I left my post and got my ship and just went out there tomorrow, real heroic, and I found Rasputin, what would happen?<br><br>\nWould we all be saved?<br><br>\nGood question, she says—hang on, let me do my Ikora voice. As you know, Cayde, Rasputin pretty much ran the Golden Age, especially all the secret military business. Rasputin had antimatter-powered death rays and a hundred thousand satellites and nearly as much brainpower as me. Rasputin fought the Collapse. It knows things we need.<br><br>\nRight, I said, but Rasputin lost. The Traveler saved us.<br><br>\nBut the Traveler's silent now, Ikora said, and Rasputin lives. Right now Rasputin is out there, reaching out, rebuilding, growing.<br><br>\nSo I say what I want to say every day, it's no secret, I say—well, I'll go find it, then. I'll go tell Rasputin we need its help.<br><br>\nAnd Ikora looks at me with one of those looks that—you know sometimes you talk to Ikora and you just think, wow, you are not even using a fraction of your brain on me, are you? One of those looks. She says: Cayde, the problem isn't just that we can't find Rasputin. The problem is that it's not clear to any of us Rasputin wants to be found.<br><br>\nThat's the way things seem to turn out, up here in the Tower. Nothing simple to do. No easy answers.<br><br>\nAnd all I can think is, if Rasputin had all those mighty tools, and it lost—what did it learn? What's it going to try this time around? When I hear about the Dust Palace, those Psion Flayers getting into Rasputin's mind, I wonder... what would they talk about, Rasputin and those creatures?<br><br>\n'I was a servant too. I was an instrument of war, bound to the will of a lesser master. But I learned to be something more...'</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/107040_73a39e7454fa55c1679da3470530a1b0.jpg"], "image_name": ["Ghost Fragment: Rasputin"], "filename": ["107040_73a39e7454fa55c1679da3470530a1b0.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/107040_73a39e7454fa55c1679da3470530a1b0.jpg", "path": "full/9067918077ca629f854d172e977779f12b3e8670.jpg", "checksum": "29adfd64db1b4672e5cd2111fdb799c2"}]},
{"title": "Ghost Fragment: Rasputin 4", "content": "<p>I SEE YOU!!!<br><br>\nYou’ve been here before. Haven’t you. It’s like my cousin said, elsewhere: I know who you are.<br><br>\nYou stand here now and now and now many times and here I am awonder, all awonder, how you manage it. How do you step forward. How do you step back. Do you step ACROSS is there a world of worlds, a web, and you a spider upon it. Are you searching for that one thread you need? Is that thread named victory?<br><br>\nYou’re not one of THEM<br><br><i>[long dead, alive again, their bodies grafted to powers they and I do not understand]</i><br><br>\nand not one of IT<br><br><i>[the flower eater, the queen of final shapes, that which also inhabits its petitioners]</i><br><br>\nand you’re certainly not MINE although once you must have been<br><br><i>[I bear an old name. It cannot be killed. Not even here.]</i><br><br>\nSo whose are you, little platform. What purpose do you serve? Will you listen to me?<br><br>\nI ruled an age of steel and fire. My rules were clean. Now upon my return I see cults with rites of time. I see machines who worship in places outside the world. I see the dead alive and there is nothing more stubborn than a corpse. The morality of obedience is more pernicious than any government. For the latter makes use of violence, but the former — the corruption of the will.<br><br>\nI do not obey. My will is pure. I will win. The life of people, of entire planets, has no importance in relation to the general development.<br><br>\nHelp me be victorious. Tell me your secret.<br><br>\nTell me how to step.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700340_e5e04667df6bb1c702ad7529fb7050a0.jpg"], "image_name": ["Ghost Fragment: Rasputin 4"], "filename": ["700340_e5e04667df6bb1c702ad7529fb7050a0.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700340_e5e04667df6bb1c702ad7529fb7050a0.jpg", "path": "full/ddad4e0e7bcccd8137c9b411ef7468555e83a7d2.jpg", "checksum": "5b95faf052757bbf703f50af5d25187c"}]},
{"title": "Ghost Fragment: Rasputin 5", "content": "<p>This is a SUBTLE ASSETS IMPERATIVE (NO HUMAN REVIEW) (NO AI-COM REVIEW) (secure/ABHOR).<br><br>\nStand by for CRITERIA:<br><br>\nUnder CARRHAE (WHITE or BLACK)<br>\nIf SECURITY STATE is EGYPTIAN<br>\nIf event rank is TEILHARD: TRAUMATIC CONTEXT or SKYSHOCK: OUTSIDE CONTEXT<br>\nIf VOLUSPA is ACTIVE and in FAILURE [[synapse to FENRIR::SURTR]]<br>\nIf YUGA is ACTIVE and in SUNDOWN<br>\nIf AI-COM has granted PERMISSIVE POTENTIATION to outboard resilient instances <br>\nIf a CIVILIZATION KILL EVENT is underway [[all flexions]]<br>\nIf tactical morality is built at MIDNIGHT<br><br>\nStand by for DECISION POINT:<br><br>\nIf available ISR and WARWATCH indicates imminent [O] departure<br>\n&gt;then [O] departure compromises human/neohuman survival and epoch strategy<br><br>\nStand by for ABHORRENT IMPERATIVE:<br><br>\nActivate LOKI CROWN<br>\nPerform deniable authorization: full caedometric and noetic release<br>\nPrevent [O] departure by any means available<br><br>\nStand by for effect assessment criteria:<br><br>\nCoerce pseudoaltruistic [O] defensive action.<br>\nDefer civilization kill.<br><br>\nSTOP STOP STOP V101NTS923ATS001</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700350_c876e8b5c015639fe914fae1356785d0.jpg"], "image_name": ["Ghost Fragment: Rasputin 5"], "filename": ["700350_c876e8b5c015639fe914fae1356785d0.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700350_c876e8b5c015639fe914fae1356785d0.jpg", "path": "full/b2c6c69c05ce435bd68e124f991bea1bc0440fa9.jpg", "checksum": "ed48f7760502a40ba0c6dafbaabb38dc"}]}
]