[
{"title": "The Queen", "content": "<p>The Queen of the Awoken is as much an enigma as the Reef she rules. It is said that she won her crown through ruthlessness, and that she stands as master of the Fallen House of Wolves in place of their defeated Kell.<br><br>\nThe City's rise spells an end to the Reef's age of isolation. The Queen will surely look to this new era as an opportunity. And the City, in turn, must look to her. The Reefborn Awoken have spent long ages out on the edge of everything, and they may know secrets of terrible weight - the Queen most of all.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/105010_063253d817b28bc644040737e96b46a4.jpg"], "image_name": ["The Queen"], "filename": ["105010_063253d817b28bc644040737e96b46a4.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/105010_063253d817b28bc644040737e96b46a4.jpg", "path": "full/a3751cfccd6949bf9bade8e7e57df6d5f2979ce2.jpg", "checksum": "16908a4dc53c3ca8329708a727a3784b"}]},
{"title": "Reef Frames", "content": "<p>Many of the Reef's oldest Frames were salvaged from cargo ships that washed up on the Reef hundreds of years ago.<br><br>\nIn the City, Frames are equipped with a basic learning capacity, able to mimic behavioral and personality quirks. Not so in the Reef. There, Frames are seen as computers with robotic appendages—no more, no less. The Reef Cryptarchy is careful to back up and encrypt all data stored on Frames, and to wipe the Frames' processors on a regular basis.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/105092_36df1af1ddb8fea1a476e646a22e1970.jpg"], "image_name": ["Reef Frames"], "filename": ["105092_36df1af1ddb8fea1a476e646a22e1970.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/105092_36df1af1ddb8fea1a476e646a22e1970.jpg", "path": "full/4b055d1203c66f624ffbf96e2e338069d6cb388a.jpg", "checksum": "c8d757ddeaff6690ae12fcbf8b6d140f"}]},
{"title": "Master Ives, Cryptarch", "content": "<p>PLEASE NOTE: The Tower Cryptography operates under many false beliefs.<br><br>\nBy the Queen's mercy, the Reef Cryptography will educate you on the true nature of encryption, if you so desire.<br><br>\nIn ancient times, Earthlings thought there were three states of matter. We now know there to be four: solid, liquid, gas and engram. Of these, the engram is the purest state of matter.<br><br>\nThe role of the Cryptarchy is to encrypt and safeguard civilization's informational infrastructure, not to decrypt anything and everything for any lowdown scavenger who happens upon an engram.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/105096_5159a9bfa747b50b04dfa56a94ae2377.jpg"], "image_name": ["Master Ives, Cryptarch"], "filename": ["105096_5159a9bfa747b50b04dfa56a94ae2377.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/105096_5159a9bfa747b50b04dfa56a94ae2377.jpg", "path": "full/a9c68d190e0f8513367490823e9c47ff9436b3d4.jpg", "checksum": "ad81cbf73ea2307db30909ad2c785611"}]},
{"title": "Ghost Fragment: The Queen", "content": "<p>For a while the only lights were the eyes of the Witches tending to the cell. The drone of the soul machines echoed through the prison. Gas billowed and ebbed into the shadows. <br><br>\nShe entered. They scurried to their points around her, the method of their arrangement precise. \"The Archon Priest has been retired, my Queen,\" said the Witch to her right.<br><br>\nFar from throne and audience she moved without theater. \"Any word of Kaliks Prime?\"<br><br>\n\"We still sense something among the Anankes.\" This voice came from behind her. She did not turn to acknowledge it.<br><br>\nFor the span of a brief silence she moved between the sealed cells of the Wolf nobility with her Witches in constellation around her.<br><br>\n\"More of your brother's Crows have entered the Cauldrons of Rhea.\" The Witch directly before her spoke with a dry buzz. \"The Nine do not approve.\"<br><br>\nShe stopped a moment to study the sealed face of a cell. The cloud of her breath mingled with the slow exhalation of cryonics. \"Send them one of our prizes. Something to commemorate our mutual victory.\"<br><br>\n\"And which of your prisoners would you gift?\"<br><br>\nIf she paused to think it was only for an instant. \"Send them Skolas.\"<br><br>\n\"A lovely gesture.\"<br><br>\n\"Mm.\" She cocked her head as if listening for a frozen heartbeat. \"And remind them this: the Crows are mine.\"</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/105020_a4fcabe2d8e9eb0547a76e62d89f1109.jpg"], "image_name": ["Ghost Fragment: The Queen"], "filename": ["105020_a4fcabe2d8e9eb0547a76e62d89f1109.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/105020_a4fcabe2d8e9eb0547a76e62d89f1109.jpg", "path": "full/1ba2699f795fbe5f01c1edff1431f1bffed7be1a.jpg", "checksum": "b6a23c4ce5e1fc8a93c15094cb9207cd"}]},
{"title": "Ghost Fragment: Queen's Brother", "content": "<p>The machine had wings and feathers, sleek and black as its body. But the feathers were eyes, too, sharp and delicate, and ears that pricked at every sound. The young prince considered the machine, considered its purpose, and his own. And then he called to it.<br><br>\n\"I have a task for you.\"<br><br>\nObedience was woven into its workings, and so it stopped. \"Master of Crows?\"<br><br>\n\"Mind the Black Garden's gate. Follow anyone who passes through.\"<br><br>\n\"In the name of your sister,\" the machine vowed. And it went to find its warp capsule, just as another came in. But this one flew skittishly, as if to evade its master.<br><br>\nThe prince caught it from the air. \"You avoid me?\"<br><br>\n\"I am tasked by the Queen.\"<br><br>\n\"But you serve me.\" He let it tremble in displeasure for a moment. \"Tell me your news.\"<br><br>\nThe machine flicked its wings. The prince stroked them flat with slow assured motions. \"Tell me your news,\" he said again. \"What's the harm?\"<br><br>\n\"The Heart is growing stronger,\" the crow said. \"The Vex transformation has begun, and the Progeny are stirring.\"<br><br>\nThe prince considered this in silence for a moment and then he wrapped the crow up in his fist and folded its wings around it so that it could not move or fly. He did all this swiftly, and with purpose.<br><br>\nCarrying the machine, he went to see his sister.<br><br>\nShe was alone with her Fallen guards, sitting before a window into infinity. Her eyes did not leave the universe; but sensing her brother she said \"Yes. What is it?\"<br><br>\n\"There's news to share,\" he said, and offered the crow in his fist. \"And I think I have earned the right to share it.\"</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/105080_3d91ba70533aef5377e1236593042056.jpg"], "image_name": ["Ghost Fragment: Queen's Brother"], "filename": ["105080_3d91ba70533aef5377e1236593042056.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/105080_3d91ba70533aef5377e1236593042056.jpg", "path": "full/d0c5c633b45382c8234c5e9efe141963d5253b03.jpg", "checksum": "f2b97009fc0579ff4eb4e00fbc00fd72"}]},
{"title": "Petra Venj, Queen's Wrath", "content": "<p>My letter is a plea, my lady. A simple one. Please let me come home.<br><br>\nIt has been years now since my appointment as your Emissary. Once, I was proud to call myself a Corsair in your service. My sisters and I were the sharp edge of your will, cutting across the stars in protection of the Reef.<br><br>\nIt was your service that kept me from sorrow after Amethyst was razed. The loss of my sisters, my whole life, as our station burned... it took something from me.<br><br>\nBy your will, it was given back to me.<br><br>\nPromoting me to the Corsairs, allowing me to strike back at the Wolves. Letting my fury find purchase in defense, in support, and in glorious battle. I know, as I’m sure you did, that without focus my heart would have grown toxic.<br><br>\nIt was my pride in my position that sustained me through the Hildean Campaign. That led me to victory in battle against Veliniks, the \"Forgotten Kell\", the last hope for the unchained Wolves. I know now that it was my willful pride that brought me low.<br><br>\nMy lady, I offer again the only explanation I can: I did not know the Guardians would act as they did. All I had known, all I had ever known, were the ways of the Awoken.<br><br>\nThe Wolves were entrenched in that valley. The approaches were blocked, all sight lines covered. An assault on their position was madness. We would have spent precious Awoken lives. For nothing. I saw the Guardians, knew they were on the move, but I assumed they saw the situation as we did. That it was folly to call in the Crows.<br><br>\nPrince Uldren’s fighter wing did a masterful job. The blast was pinpoint precise. The blasts tore apart the Wolves, and the Guardians, and their Ghosts. Three strike teams of Guardians, gone in an instant, on my order. The City’s anger, the Speaker’s condemnation—all earned. All fair.<br><br>\nBut it has been years since the Reef Wars. The City, these— people. They are not like us. They do not understand their place in the world. And do not listen when I speak it.<br><br>\nPlease, allow me to return home to my people.<br><br>\nTo serve you once again.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/105090_6459119fe64e42f0887da4bc1d34d007.jpg"], "image_name": ["Petra Venj, Queen's Wrath"], "filename": ["105090_6459119fe64e42f0887da4bc1d34d007.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/105090_6459119fe64e42f0887da4bc1d34d007.jpg", "path": "full/b6e9e1bdde4c55966b3f48e8c3f4a165484c2551.jpg", "checksum": "46349087538c72a432d8aa40736e54c8"}]},
{"title": "The Royal Awoken Guard", "content": "<p>In all military matters, the Queen's commands are carried out by her seven Paladins. Four command the Royal Armada, including the Corsairs and the Vestian Guard: Abra Zire, Kamala Rior, Hallam Fen and Leona Bryl. Two command the Royal Army, including the Reef's battle stations and military installations: Pavel Nolg and Devi Cassl.<br><br>\nThe seventh Paladin commands the Royal Awoken Guard, whose primary task is to safeguard the Queen in any and all matters. This includes threats not only to her person, but to the Reef as a whole. As such, the Royal Awoken Guard work closely with the Queen's brother, Master of Crows, Prince Uldren Sov, and every Guard member is trained in espionage and diplomacy as well as in firearms and hand-to-hand combat.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/105094_72c5525731d64c1c73ba3bcd31ab3617.jpg"], "image_name": ["The Royal Awoken Guard"], "filename": ["105094_72c5525731d64c1c73ba3bcd31ab3617.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/105094_72c5525731d64c1c73ba3bcd31ab3617.jpg", "path": "full/123327dd575fbd4ce27b2eca9476ea449c86a9f7.jpg", "checksum": "6d168a28c8480a703164b3620e6143ef"}]},
{"title": "Ghost Fragment: The Queen 2", "content": "<p>\"You don't have one.\"<br><br>\nThe Hunter came to a halt in front of the throne, raised her covered face to meet the Prince's gaze.<br><br>\n\"No,\" she agreed. \"My next death will be my last.\"<br><br>\n\"I know the feeling,\" the Prince said dryly.<br><br>\nThe Queen kept her expression carefully distant. She sat reclined in her throne, legs crossed, surveying the two figures at the base of the steps. Beside her, where the Wolves' Guard used to stand, Techeuns Shuro and Sedia hovered instead, their jewel-like augments gently humming. To her right and just before stood the Prince, facing forward but his body half-turned back toward her.<br><br>\n\"Your Grace,\" said the man before her at the foot of the stairs. His voice was soft but strong. When he spoke the Hunter started to turn her head toward him, then flinched as if someone had shone a bright light into her eyes.<br><br>\n\"Thank you for your gracious welcome,\" he said.<br><br>\nThe Queen inclined her head slightly.<br><br>\n\"Before we begin,\" spoke out the Hunter. \"I will say this.\" She paused, her head tilted up to the throne. The Queen waved her hand in assent.<br><br>\nThe Hunter's pale lips tightened slightly, then resumed their usual stony mien. \"Your Grace,\" she said. Shuro and Sedia shifted, a sudden rustling and whispering. The Queen raised one finger to silence them. Uldren's eyes narrowed, but he said nothing. \"I am not here for you.\"<br><br>\nThe Queen stared at the Hunter, her expression studiously unchanged.<br><br>\n\"I have no wish to play politics. I have no grievance with the City, not anymore. I have no grand hopes to end the war, for long have I known I will not see its end. I am here for one battle, and one alone, because it is a battle we must all fight, together or separately. So I will warn the defenders, together or separately. I will do anything—\" her low voice shook with passion— \"to end Oryx.\"<br><br>\nA silence rang out in the room. The Hunter kept her head raised, her ambiguous gaze directed at the shadows in the throne where the Queen reclined.<br><br>\nThen a small smile curved the Queen's lips. \"Well said.\" She straightened, and leaned slightly forward so the room's light fell on her face.<br><br>\n\"So let us end him.\"</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/105040_2c92c48b5e94a083bb6a27a99f8c2919.jpg"], "image_name": ["Ghost Fragment: The Queen 2"], "filename": ["105040_2c92c48b5e94a083bb6a27a99f8c2919.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/105040_2c92c48b5e94a083bb6a27a99f8c2919.jpg", "path": "full/7ec954ed8d61f55b0896fe26eb9a2f7bc372a8f4.jpg", "checksum": "c85b417cd6911643feab4ef3a8fb2e53"}]},
{"title": "The Queen's Brother", "content": "<p>As the Queen's confidant, spymaster, and deadliest enforcer, her brother wields enormous power, particularly for a male born in the Reef's matriarchal society. Recent reports suggest he may differ from the Queen on key matters of strategy - but it remains to be seen whether this gap is a source of conflict, or part of the reason the Queen values him so highly.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/105060_c66ae5777b0811fda2ac95c81076199d.jpg"], "image_name": ["The Queen's Brother"], "filename": ["105060_c66ae5777b0811fda2ac95c81076199d.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/105060_c66ae5777b0811fda2ac95c81076199d.jpg", "path": "full/84459330864a1c45785655d026c1530dd0b1cea0.jpg", "checksum": "944445bb4c004636b79f83d278a4a46b"}]},
{"title": "Variks, The Loyal", "content": "<p>They call me betrayer. They do not think I hear the words. \"Bug.\" \"Insect.\" \"Fallen.\"<br><br>\nI hear. House of Judgment always hears. No choice. Has to. To keep Houses together. Had to.<br><br>\nFirst , the Great Machine. Then, sky fell away. Whirlwind ripped away the past. All honor lost, all hope. Judgment not <br>\nenough. Cannot keep Wolves from Kings, Scar from Winter. Fell to fighting. Fell to hate.<br><br>\nJudgment gone. Others slaughtered, slain. Death and docking. \"Keep Eliksni together,\" lost to pride and rage.<br><br>\nTraveled with the many houses before Wolves. We move, across the dark. Follow the Light. Advise Kells, worshiped Primes. House Judgment must survive, yes?<br><br>\nFound the Light. Too bright in Darkness to hide. House Winter, attack. House Devils, plot. House Kings, plan. House Wolves circle. House Judgment... wait.<br><br>\nNow at war. Fight for system, control the belt. Wolves Kell dead, dying.<br><br>\nSkolas wins control of House Wolves. Attack, attack, attack. Place of learning, place of healing, put to the burn. Then Siege of Pallas. Year of cruelty. Held the line to rescue butchers, murderers, Servitor. Ends with Wolf fleet scattered.<br><br>\nNew tactics. Detonations. Blasts in civilian areas. Take the fight to them, he said. Cannot abide the hate. Uprising, they called it. Uprising on Cybele.<br><br>\nReach out to Crows, to Queen. Cybele attack stopped. Skolas captured. Ended House of Wolves with words.<br><br>\nPaladins find me hiding, cowering. Nowhere else to go. No one else to be. I become Variks, the Loyal. House Judgement envoy to Queen of Awoken.<br><br>\nNo choice. House Judgment must survive. Yes?</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/105085_1a3933b43b43f7f1daed12923b1b43e3.jpg"], "image_name": ["Variks, The Loyal"], "filename": ["105085_1a3933b43b43f7f1daed12923b1b43e3.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/105085_1a3933b43b43f7f1daed12923b1b43e3.jpg", "path": "full/194c786f3eeedb3e723eea86672ab174856e4daf.jpg", "checksum": "e3948ddabe96f7978131183469c55669"}]},
{"title": "The Coven", "content": "<p>The chamber was dark. The seven of them were rarely in a room together anymore, but this was the eve of their greatest journey, a plan that overcame death and spanned universes.<br><br>\nThey were all connected in trance, communing as the ancients did. Speaking would tip their hand to the Harbinger Minds they kept here, trophies from an ageless war, and weapons in the right hands.<br><br>\n“Oryx could kill her, if she holds on too long.” Sedia offered through the silence, fearing what was to come.<br><br>\n“We took an oath long ago, obedience even in the face of defeat.” Nascia despised fear.<br><br>\n“Only a defeat here, now. Not there, then.” Illyn wandered between the two sides of three. The amulet around her neck marked Illyn as the coven’s mother, granting her visions beyond the veil, places only the Queen could go.<br><br>\n“So we hope.” Kalli had long sought the power of the amulet, but Techeuns are taught not to desire.<br><br>\n“Our Queen awaits.” Lissyl attempted to end the challenges. There was little time and a war to fight.<br><br>\n“So now the decision is nigh. The Harbingers, which to prepare?” Shuro was determined to see this all through. Excitement was taught to be kept at bay.<br><br>\n“We cannot send them all.” Portia reminded.<br><br>\n“All but one, the oldest. It stays with us. Sedia, Kalli, Shuro, take the children, tell her they are to be planted into a dead thing to have children of their own.” A plan hid behind Illyn’s eyes, but Techeuns do not share their eyes with others.<br><br>\n“What if they are not wise enough for the Dreadnaught?”<br><br>\nIllyn turned back to the source.<br><br>\n“Sedia, do you not have faith in our Queen?”</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700320_f2914c532c63238687f1587290df526f.jpg"], "image_name": ["The Coven"], "filename": ["700320_f2914c532c63238687f1587290df526f.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700320_f2914c532c63238687f1587290df526f.jpg", "path": "full/20a3595516a9511e889f4a9c143e111d5c222554.jpg", "checksum": "fd968d1bb9cef3b674ec1d623acf1344"}]},
{"title": "The Aftermath", "content": "<p>The sound of her voice ripped him from sleep. He jumped up; his ship was still contained in its protective sphere. He tried to retract the shield, but it was locked to its initiation time. He couldn’t remember activating it. Then he remembered the battle. That blast.<br><br>\nWhat that ship fired was ancient, not bound to anything the Origin Libraries even sought to describe.<br><br>\nHe tried to calm down. He thought of her, searching for her pull. He couldn’t find it, but he was not calm. She always told him she would always be there behind the calm.<br><br>\nAll he could hear were echoes of that sound.<br><br>\nIt began as soon as they hit the ring plane, ringing in the old glimmer of his long-buried self. Before she showed him who he was—in the before and the after.<br><br>\nThe Techeuns should’ve known what the Dreadnaught could do. Must’ve known. Did they not feel what he felt? Hear what he heard? And that damn Ketch, it wasn’t protected. They had to know that. All to deploy the Harbingers. They barely got a foothold before the weapon was fired. He thought of Petra and how overwhelmed she must be, forced to hold her post, and watch her people perish.<br><br>\nHe tried to calm himself again, forcing long breaths. He realized where he was: Mars. Athabasca. The Candor Isles. He hadn’t been here in so long, not since he found the Black Garden.<br><br>\nThe countdown to the shield’s deactivation pulsed. He tried again, to home in on her, to find if she truly gave herself for this battle. He felt close to something, a hum of starlight, then shield deactivation broke his focus.<br><br>\nHe climbed out and saw the damage to his ship, and the truths of the armada's devastation sunk in.<br><br>\nHe turned in despair to find hundreds of his Crow drones, deployed on Mars long ago, circling his ship, waiting.<br><br>\n“Welcome back, Master.” The one closest to him spoke first, and the others followed, a wave of salutations echoed throughout the dry sea.<br><br>\nAnd with that hope returned.<br><br>\n“Begin repairs on the ship immediately. Something has gone missing and you will help me find it.”</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700330_8dd0a5a08799fd12d30fcfafd8e41ef7.jpg"], "image_name": ["The Aftermath"], "filename": ["700330_8dd0a5a08799fd12d30fcfafd8e41ef7.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700330_8dd0a5a08799fd12d30fcfafd8e41ef7.jpg", "path": "full/b84fe3aa5bb4a912fc97eb58d3e9855316ac42c5.jpg", "checksum": "633675e4c2cbc961fc39c5c9c7e4cc7d"}]}
]