[
  {"title": "Classes",
  "image_url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/classes_85f921bc30d8a5d7a3488e32ef94b1fd.jpg",
  "data":
          [
          {"title": "Guardians", "content": "Guardians are warriors forged in the Traveler's Light, a final hope in a universe falling into Darkness.\n\nChosen from the dead by the Traveler's Ghosts, Guardians are those rare few able to wield the Light as a weapon. For centuries they have defended the City. But that defense cannot hold forever.\n\nNow, with the Darkness rising again, the time has come to retake our lost worlds. The Guardians who lead the way will save humanity - and become legend.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/101005_46698e51966d5873d36be7694fea30b2.jpg"], "image_name": ["Guardians"], "filename": ["101005_46698e51966d5873d36be7694fea30b2.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/101005_46698e51966d5873d36be7694fea30b2.jpg", "path": "full/6c8f6bb5dcff7ecd5d6db8f1c48326afec9f52e5.jpg", "checksum": "7328ef059f7931105165d5d30d2b2e3b"}]},
          {"title": "Titan", "content": "Titans are warriors - heroic defenders of the Light, channeling the gifts of the Traveler to wage war on the Darkness. Steadfast and sure, Titans face any challenge head-on, blunt force instruments of the Traveler's will.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/101010_6d34961cb93e0050869d48b84e23dfc7.jpg"], "image_name": ["Titan"], "filename": ["101010_6d34961cb93e0050869d48b84e23dfc7.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/101010_6d34961cb93e0050869d48b84e23dfc7.jpg", "path": "full/118063b3769fedf28ef6749c6c128549e16d8e24.jpg", "checksum": "0d9a240825bb3d02518ec2bc403189de"}]},
          {"title": "Ghost Fragment: Titan", "content": "/ Tighten that strap.\n\n/ Eh?\n\n/ The gardbrace is loose. Could slip.\n\n/ Huh.\n\n/ It's new?\n\n/ Agema. Type 1. \n\n/ How's it hold up? I tried using Agema at the Gap, remember? It didn't - well, what's this?\n\n/ A Ghost!\n\n/ Yes. Light be with you. \n\n/ Excuse me, little Ghost - Tubach, pass me my helmet - thank you. Little Ghost, what are you doing here?\n\n/ It's just looking around.\n\n/ Where's your Guardian?\n\n/ I don't think it has one.\n\n/ Well, any servant of the Light is welcome among us. We are Holborn's Host, and I'm Holborn. The City's hand on Mars.\n\n/ Tubach.\n\n/ That's Tubach, my second. One of the finest Titans of the City. Now see here, little Ghost, on my shoulder? That's the mark of Holborn's Host. Record it. The twelve-pointed star. One for each of the - oh well, off it goes! It doesn't look well.\n\n/ We should get moving.\n\n/ A Ghost without a Guardian. I remember when I was risen, you know. When I woke in that wreckage, to see my Ghost hovering there, its light in my eyes, like an angel. And it said - \n\n/ This story again.\n\n/ Disrespectful youngster.\n\n/ Youngster? I could be older than you, Tibon!\n\n/ True. The gardbrace is fine now. Stop worrying at it. Will you take the Jigoku?\n\n/ Thought I'd take the long rifle. Bayle has the Jigoku.\n\n/ Good. That Ghost - what do you think is wrong with it? It's echoing something ancient, an Old Earth language. You know what that Ghost reminds me of, flitting about over there? \n\n/ I don't.\n\n/ The time Ghosts from Jagi's Host came back without them. Remember - they got in that fight at some point east of the Caspian? Seven Ghosts, damn near silent, buzzing with some sort of corruption. Drifting back to the Tower, one by one. Scared the Speaker well enough. \n\n/ I remember. A long time ago. Jagi tells the story differently.\n\n/ Well. We all grow old. In our way. Little Ghost! Come back here!\n\n/ It's not going to make it, wherever it's going.\n\n/ I want to talk to it. Little Ghost! \n\n/ Lyssa and Bayle are probably there already. \n\n/ Cabal move slowly. We've got time. \n\n/ But the Warlocks have had a vision.\n\n/ Yes. That new one, what's her name. Ingora?\n\n/ Ikora.\n\n/ She's always been hasty. I've faced these Cabal before. I know 'em like I know my own armor. \n\n/ Message from Lyssa. \"At the Dust Palace, now. All quiet.\"\n\n/ See? All quiet. Why not come with us, little Ghost? We are looking for the old Warmind here, and the one who guards it.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/101060_7d7c873d619d1f3208336c26ddc8e612.jpg"], "image_name": ["Ghost Fragment: Titan"], "filename": ["101060_7d7c873d619d1f3208336c26ddc8e612.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/101060_7d7c873d619d1f3208336c26ddc8e612.jpg", "path": "full/f50bc1fcb908340f41c8da1a57dcb424b71211af.jpg", "checksum": "238ced6f811bed0f00c7356e244b447b"}]},
          {"title": "Ghost Fragment: Hunter", "content": "She leaves the Sparrow and climbs a long way across spars of volcano rock and between vents of blue fire. Down below the Ishtar ruins spark with skirmish light but the guns seem as distant and brief as the constant starfall and the brooding crater high above. She is alone on the rock. She goes on with her head down so as to fight the sense that she is going to fall up off the world and burn like an inverse meteor.\n\nThe message that brought her to this place had no sign but she could hear Cayde in it. Draksis in the Cinders it said. Is it true? \n\nAnd also: Remember your promise.\n\nAt dawn she finds a sentry and kills it with her knife. Its throat bleeds gas. She takes its post and lays out her bullets one by one on the rock as if to make a count of all the years she has been waiting. Her rifle is near as long as she is tall. She lies down by her bullets and uses them to kill the other sentries one by one until at last they understand the thunder and the Shanks rise up angry from the Cinders below to seek her out.\n\nShe leaves the rifle and walks across the naked obsidian into the swarm firing from the hip as she goes, each kick of the old revolver a word, Draksis, Draksis, Kell of Winter, Kell of hate, lord of the kingdom of her vendetta. Her jaw aches. She used to imagine biting out his throat with armored teeth.\n\nThe stone smokes around her where the arc fire lashes it and the shrapnel guns throw up leaves of obsidian like glass butterflies. She shoots her bandoliers dry and a team of Vandals in glassy stealth leap up to rush her with knives but she raises her hand and burns them down with the golden gun, laughing, crying out Draksis, Draksis, I am come!\n\nShe kills them all and takes the next ridge, high above the Cinders. She can see the blue-green pools and the cave mouths where the Vex lights dance. And there among them, gowned in smoke and ash, is the long shark shape of a Ketch, a Wintership, the Kell's ship, come down to nest.\n\nShe could go down there now and finish this. But she made a promise.\n\nA Captain jumps her. She throws two knives into his armor and then staves his chest in with her own Ghost, wrapped up in her fist like a stone.\n\n\"Tell the Vanguard,\" she says to her Ether-spattered fist. \"Tell them Draksis is here.\"\n\nHer Ghost looks up at her in silence. When she makes no move to go down the cliff towards the ship it blinks once, in its own way, and makes a soft sound, like a sigh, like relief.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/101080_0a7abfe835bf116bfe1ff6ff2f6e33f5.jpg"], "image_name": ["Ghost Fragment: Hunter"], "filename": ["101080_0a7abfe835bf116bfe1ff6ff2f6e33f5.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/101080_0a7abfe835bf116bfe1ff6ff2f6e33f5.jpg", "path": "full/ffbae890128b3704f04ac7416aa6cd39a887557d.jpg", "checksum": "3dd34c0b41f456452ab387b2039b2a11"}]},
          {"title": "Ghost Fragment: Hunter", "content": "She leaves the Sparrow and climbs a long way across spars of volcano rock and between vents of blue fire. Down below the Ishtar ruins spark with skirmish light but the guns seem as distant and brief as the constant starfall and the brooding crater high above. She is alone on the rock. She goes on with her head down so as to fight the sense that she is going to fall up off the world and burn like an inverse meteor.\n\nThe message that brought her to this place had no sign but she could hear Cayde in it. Draksis in the Cinders it said. Is it true? \n\nAnd also: Remember your promise.\n\nAt dawn she finds a sentry and kills it with her knife. Its throat bleeds gas. She takes its post and lays out her bullets one by one on the rock as if to make a count of all the years she has been waiting. Her rifle is near as long as she is tall. She lies down by her bullets and uses them to kill the other sentries one by one until at last they understand the thunder and the Shanks rise up angry from the Cinders below to seek her out.\n\nShe leaves the rifle and walks across the naked obsidian into the swarm firing from the hip as she goes, each kick of the old revolver a word, Draksis, Draksis, Kell of Winter, Kell of hate, lord of the kingdom of her vendetta. Her jaw aches. She used to imagine biting out his throat with armored teeth.\n\nThe stone smokes around her where the arc fire lashes it and the shrapnel guns throw up leaves of obsidian like glass butterflies. She shoots her bandoliers dry and a team of Vandals in glassy stealth leap up to rush her with knives but she raises her hand and burns them down with the golden gun, laughing, crying out Draksis, Draksis, I am come!\n\nShe kills them all and takes the next ridge, high above the Cinders. She can see the blue-green pools and the cave mouths where the Vex lights dance. And there among them, gowned in smoke and ash, is the long shark shape of a Ketch, a Wintership, the Kell's ship, come down to nest.\n\nShe could go down there now and finish this. But she made a promise.\n\nA Captain jumps her. She throws two knives into his armor and then staves his chest in with her own Ghost, wrapped up in her fist like a stone.\n\n\"Tell the Vanguard,\" she says to her Ether-spattered fist. \"Tell them Draksis is here.\"\n\nHer Ghost looks up at her in silence. When she makes no move to go down the cliff towards the ship it blinks once, in its own way, and makes a soft sound, like a sigh, like relief.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/101080_0a7abfe835bf116bfe1ff6ff2f6e33f5.jpg"], "image_name": ["Ghost Fragment: Hunter"], "filename": ["101080_0a7abfe835bf116bfe1ff6ff2f6e33f5.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/101080_0a7abfe835bf116bfe1ff6ff2f6e33f5.jpg", "path": "full/ffbae890128b3704f04ac7416aa6cd39a887557d.jpg", "checksum": "3dd34c0b41f456452ab387b2039b2a11"}]},
          {"title": "Ghost Fragment: Warlock 2", "content": "My name is Eriana-3, disciple of the Praxic Warlocks, marked by the Cormorant Seal. We came here under one banner, united in a host of thousands, to claim the Moon. But the battle goes against us. I have taken a prisoner and this is the record of its interrogation. If I transgress in your eyes I ask for your forgiveness.\n\n[sound of current or discharge]\n\n/Eriana. It responds to pain.\n\nIt responds to the Light. Hurt it again. Monster, heed me. Who is your master with the sword?\n\n[static event]\n\nI can hear it. In my head. The swordbearer's name is CROTA. Record that.\n\n/Should I burn it again?\n\nNo. I think you're only feeding it. I will touch its mind. Ghost - help.\n\nThey call you Wizard. You must be ancient. I think you value power very much. Will you still be powerful without this piece of your mind?\n\nTell me how to kill Crota.\n\n[static event]\n\nIt showed me the battle. It showed me Wei Ning dead on Crota's blade. It showed me how Crota killed a Guardian with a screaming knife hammered out of his own Ghost.\n\nSo I will take a piece of its mind, and ask again.\n\nTell me how to kill Crota.\n\n[static event]\n\nIncredible. Where? Where is his throne? Where is the twilight world under the dead star eye?\n\n/Eriana there's word from the company in Mare Imbrium. Crota is upon them. Half a hundred dead. They need us.\n\nTell me where! Tell me how! TELL ME!\n\n[static event]\n\n/Eriana what did it say - \n\nIt showed me how it did this, just exactly this, to an Awoken man, the knives arranged by its will, like little silver ships, like Ghosts - \n\nIt laughed at me. It said we were the same.\n\n/Crota marches with a thousand Knights and they say the sky above Mare Imbrium has turned into green fire. They are dying in numbers I cannot bear to repeat. He kills them one by one with a sword that eats their Light. Eriana, we have to do something - \n\nKill the Wizard. Scatter the ash. It has nothing but lies to offer.\n\nGet your Sparrows. We have Light and fury. That will be enough.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/101110_90ad78a21f598ded5642e47d01f598bd.jpg"], "image_name": ["Ghost Fragment: Warlock 2"], "filename": ["101110_90ad78a21f598ded5642e47d01f598bd.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/101110_90ad78a21f598ded5642e47d01f598bd.jpg", "path": "full/f0dfdf429cf7d3e0cef284c132506eea01195467.jpg", "checksum": "a9017eb6100b91e41f8abc06d7abaa94"}]},
          {"title": "Ghost Fragment: Warlock", "content": "Why did I set her on the trail?\n\nYou try and try and try to explain, but no one ever understands. No one who's not a Warlock. Who hasn't spent a dozen years scouring the ruins for one string of symbols, one clean code, one black talon. Titans just make a hmphing noise, if they've stayed awake. Hunters clean their nails with their knives and look at you like you've grown a third eye.\n\nBut when you've spent your life searching through arcana for ancient power, you have the urge to reach out and educate others. Especially if you've had one too many.\n\nNah, she's not my type at all. We've played dice, cards, war games, you know, the usual stuff. I'd never tried to show off before. I don't know what came over me.\n\nI had a broken vertebrae in my pocket that I'd borrowed from - yes, borrowed, I was going to put it back - what do you think you are, my conscience? It was a fossil, that means mineral replacement, a rock, basically. They can survive a few hours in my pocket. Do shut up.\n\nThe Cryptarchs weren't going to miss it. Everyone knows the Ahamkaras were hunted to extinction. There's nothing to be afraid of anymore.\n\nThink of how mysterious this system is, I said. How much life sprang up when the Traveler came. Like the Ahamkara. Do you know the legends? The dragon that made promises? And I pulled out the fossil with a flourish - \n\nShe pulled out her knife and started to pick the dirt from her nails. That set me off.\n\nYou could never have brought down one of these, I said. Ever. Not the greatest Hunter, not the brawniest Titan.\n\nHer eyes narrowed. She said, Oh? Is that so? And I saw right then that she wasn't going to pass on the challenge.\n\nI've murdered a Guardian, I thought. She's going to die. It'll be my fault.\n\nAnd I looked at the piece of spine in my hand and wondered - why did I say that? What moved me to such pride?", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/101100_90ad78a21f598ded5642e47d01f598bd.jpg"], "image_name": ["Ghost Fragment: Warlock"], "filename": ["101100_90ad78a21f598ded5642e47d01f598bd.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/101100_90ad78a21f598ded5642e47d01f598bd.jpg", "path": "full/e1d4fc32e2a82f31232922c509ebae2d79c3ff81.jpg", "checksum": "a9017eb6100b91e41f8abc06d7abaa94"}]},
          {"title": "The Guardian", "content": "... to answer your question, when it came time to reach out, to find a Guardian to take on this mission, there was only one choice.\n\n- They stood against the Vex in the Black Garden, and grounded that place to Mars.\n\n- They went against the Hive in the dark below, working with Eris Morn to undermine Crota, the Hive God.\n\n- The Reefborn made use of the Guardian in their search for the criminal Skolas, as I understand.\n\n- And, of course, it was the Guardian that led the assault on the Taken King's Dreadnaught. \n\nAll of the after-action reports I've shown you about the Taken War, the calm state of the system... we have this Guardian to thank.\n\nI've attached more details, if you want to read evaluations from the Vanguard. Just skim Cayde's. He's... not very biased, here.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800400_89739d1ad1531b038736c2b6746990a2.jpg"], "image_name": ["The Guardian"], "filename": ["800400_89739d1ad1531b038736c2b6746990a2.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800400_89739d1ad1531b038736c2b6746990a2.jpg", "path": "full/7361817cb988133513e04ebb1c050888dfaaf0e9.jpg", "checksum": "9538b9551bf314b9c613262e0b82445b"}]},
          {"title": "Hunter", "content": "Hunters stalk the wilderness beyond the City, harnessing the Light to reclaim the secrets of our lost worlds. They are daring scouts and stealthy killers, expert with knives and precision weapons. Hunters blaze their own trails and write their own laws.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/101020_d56485768aeffa5aa01fa65f8e76107f.jpg"], "image_name": ["Hunter"], "filename": ["101020_d56485768aeffa5aa01fa65f8e76107f.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/101020_d56485768aeffa5aa01fa65f8e76107f.jpg", "path": "full/1973a2aa18c902204880e73f3a237787871df42f.jpg", "checksum": "88d9880fd9d41a95e7767c4ce1dcf10f"}]},
          {"title": "Warlock", "content": "Warrior-scholars of the Light, Warlocks devote themselves to understanding the Traveler and its power. A Warlock's mind is an arsenal of deadly secrets, balanced between godhood and madness. On the battlefield, those secrets can shatter reality itself.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/101030_d677b2ac1fc726aa6adec8a2ed6c401b.jpg"], "image_name": ["Warlock"], "filename": ["101030_d677b2ac1fc726aa6adec8a2ed6c401b.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/101030_d677b2ac1fc726aa6adec8a2ed6c401b.jpg", "path": "full/336c8251096e82c46d5b7197a74e38e5cb5cd41f.jpg", "checksum": "64e7de66e648df32a76c2e103a4f5488"}]}
          ]
},
{
  "title": "Races",
  "image_url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/races_13e2d758f4c71980dfafcf3812b3e488.jpg",
  "data": [
    {"title": "Human", "content": "Humans are survivors, tough and resilient, descended from those who built a Golden Age only to see it ripped away. Now, after an age of retreat and desperate struggle, they fight to take back their solar system and claim a new future.\n\nThere are those who believe the Traveler chose Earth for a reason. Now it is humanity's obligation to prove itself worthy of the Traveler's faith.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/102010_7463c63b1d4f9d56aad07ad0ece6c1b9.jpg"], "image_name": ["Human"], "filename": ["102010_7463c63b1d4f9d56aad07ad0ece6c1b9.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/102010_7463c63b1d4f9d56aad07ad0ece6c1b9.jpg", "path": "full/19d8ee8e88ff40bd0594bfd55a9a823554310d93.jpg", "checksum": "50fe0d19fc7f764a72cc0c1250b7b2b5"}]},
    {"title": "Awoken", "content": "It is said that the Awoken were born in the Collapse, descended from those who tried to flee its wrath. Something happened to them out on the edge of the deep black, and they were forever changed.\n\nToday many Awoken live in the distant Reef, aloof and mysterious. But others returned to Earth, where their descendants now fight for the City.\n\nEarthborn Awoken who venture out to the Reef, hoping to learn its secrets, find no special welcome from the reclusive Queen.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/102020_f0cf7cea94fa5c16af4f522244c7505e.jpg"], "image_name": ["Awoken"], "filename": ["102020_f0cf7cea94fa5c16af4f522244c7505e.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/102020_f0cf7cea94fa5c16af4f522244c7505e.jpg", "path": "full/bbbdcc2d94752f4d5fe638ed11898bec5d4e49ba.jpg", "checksum": "9066ad632b3bf8755f677c12875006ce"}]},
    {"title": "Ghost Fragment: Human 4", "content": "Three human beings stood on a high ridge and saw the shape of the future. Saw rain strike a millennia-old desert. Felt the air sweeten with oxygen and warm water and the beginnings of life.\n\nI am sometimes asked if I felt something die. The end of the era of human self-sufficiency.\n\nI don't know how to answer that question. I do know that I was changed. Nobody could experience that kind of wonder and remain unchanged. The decades since have proven that to me.\n\nI knew I'd never fly another mission like that. I recognized the need for a new love. That's why I threw my fresh cognitive skills into understanding the Traveler. How can one entity so quickly and utterly remake an entire world? Fifty years later, I'm conversant in high mathematics, particularly topological thoughts and the slippery irreality of Light. I'm involved in a project to study the Traveler's terraforming actions right now.\n\nBut I still enjoy the interviews. I like going back to that mission.\n\nIt makes me unspeakably happy to see how well it all turned out. And it makes me happy to remember I was there.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/102130_6b3a42c08dc1531809e861ff0efd87f9.jpg"], "image_name": ["Ghost Fragment: Human 4"], "filename": ["102130_6b3a42c08dc1531809e861ff0efd87f9.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/102130_6b3a42c08dc1531809e861ff0efd87f9.jpg", "path": "full/ec0dd4db308f29ad1a38e7fd7e3809f4ec30ba57.jpg", "checksum": "46957a57feda839319b4e3d8c2d3f554"}]},
    {"title": "Ghost Fragment: Human", "content": "The mission is a go. Crew of three: Mihaylova, Qiao, myself. Immediate departure at the next Hohmann window to Mars. The MREs and return ships will chase us out.\n\nHow do I feel? I said at the press conference I felt privileged. Historians will read this diary, but it won't take their insight to tell the world that I'm terrified. It's the human reaction.\n\nWhat I wish I could convey is the - the exhilaration. That's the biggest thing. I'm not a spiritual man, but I've always believed there's something transcendent about spaceflight. Something pure. We go out there because we can. Because it's who we are.\n\nNow we go because we have to. Because the unknown came to us. In fourteen months we'll be face to face with it, and by the time we arrive, it should be active again - just like it was active on Jupiter, and Mercury, and Venus.\n\nI wonder what happens if it doesn't stop at Mars. I wonder if it'll leave us there in the sand, and come to Earth, and do here what it's done everywhere else.\n\nI hate that we're carrying weapons. I understand the necessity. But I hold to my belief: there's something beautiful out there.\n\nIt's up to us to reach it.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/102040_1816f05abd0a0cdd4c9aef953042700f.jpg"], "image_name": ["Ghost Fragment: Human"], "filename": ["102040_1816f05abd0a0cdd4c9aef953042700f.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/102040_1816f05abd0a0cdd4c9aef953042700f.jpg", "path": "full/385522759419d43a5f65c1b4a28e1cf3913e0bc7.jpg", "checksum": "75e11361e27b7b9504db2685f01d9793"}]},
    {"title": "Ghost Fragment: Human 2", "content": "Everybody asks about the words.\n\nThe truth is I'm not much of a poet. Ares One didn't leave us with bandwidth for anything except blunt competence. We came in perilously hot, trying to select a landing site through the chaos of thickening atmosphere and turbulence that bloomed off the target. A twenty minute round-trip lightspeed delay to Earth meant we could only count on ourselves.\n\nWhen the number three engine went diagnostic during the second course correction, I thought we might go catastrophic.\n\nBut Qiao brought us in. Mihaylova brought us in. I just flew the ship.\n\nThe Ares One excursion vehicle was built for thin winds and icy dust. We came down into a storm: the breath of God, a ripple of change rolling down off the artifact. We aborted on three sites and finally I took us into powered hover and brought us down on reflexes and instinct.\n\nThen we ran the checklists, suited up, and left the vehicle.\n\nThere was a script, and it's true, I botched it. I got my boots down and I made the most famous gaffe in human history. Said the first thing that came to mind: a warning to the others.\n\n\"We're walking into a rising wind.\"\n\nI didn't mean to say anything immortal. I just thought it'd be useful to know.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/102050_6131455dd19e061a24b06c7ff9ec7b8b.jpg"], "image_name": ["Ghost Fragment: Human 2"], "filename": ["102050_6131455dd19e061a24b06c7ff9ec7b8b.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/102050_6131455dd19e061a24b06c7ff9ec7b8b.jpg", "path": "full/2fb65fb77a9a9a6ba6a45c92b7ca81e81b3d3d82.jpg", "checksum": "b1b106653e3c894b460db77df0a0e8f1"}]},
    {"title": "Ghost Fragment: Awoken 2", "content": "I was nothingness. If I existed before, I existed as possibility, as potential, stretched thin across the aether. And maybe there was a body that looked like my body, complete with a soul that could be confused for someone rather like me. What I am now was not yet real. And then I was born, and the universe was free to begin.\n\nOthers were present at my birth.\n\nA great ceremony had just begun. Because newborns are selfish beasts, I assumed I was the object of attention.\n\nI didn't notice the singing until the singers fell silent. And then She appeared.\n\nShe was above me. Ethereal and handsome and elegant. I assumed my face was like her face and that odd idea gave me strength enough to smile.\n\n\"Secrets,\" she said. \"Creation is built on secrets and the encryptions that keep those secrets safe.\"\n\nI made my first sound. It meant nothing but she understood it as a question.\n\n\"We are a beautiful creation,\" she said. \"And we must keep ourselves very safe.\"", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/102140_2517c77188060dd3b5e83422655d02bb.jpg"], "image_name": ["Ghost Fragment: Awoken 2"], "filename": ["102140_2517c77188060dd3b5e83422655d02bb.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/102140_2517c77188060dd3b5e83422655d02bb.jpg", "path": "full/a12af8b420c48bf5f2354410a212c5bc3fc7840d.jpg", "checksum": "ad5deac0365a3f3c1f07990968a7e3db"}]},
    {"title": "Ghost Fragment: Awoken", "content": "Eleven hundred meter length.\n\nActive gravity generation.\n\nResidual heat. Fast neutron scatter.\n\nDesignation code: CORRUPTED\n\nDate of commissioning: Unknown \n\nOrigin point: Unknown\n\nPresumed to have collided/merged with one-kilometer comet: assessment based on depth of hydrocarbon crust covering the hull, water content of soil, atmosphere of oxygen and carbon dioxide with isotopic ratios placing the comet in the Oort population.\n\nLow-light foliage grown from terrestrial stocks, mirrors focusing starlight into growth chambers...resident fauna...five insect species, plus rats descended from uncertain ancestors. \n\nSurface heavily wooded until recently, unknown event triggering firestorm...seventy percent of world forest consumed, atmosphere laced with smoke and particulates...free oxygen in short supply.\n\nNo distress calls noted. No evidence of crew or passengers on exterior.\n\nInterior scans inconclusive.\n\nCleared to attempt approach.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/102070_2517c77188060dd3b5e83422655d02bb.jpg"], "image_name": ["Ghost Fragment: Awoken"], "filename": ["102070_2517c77188060dd3b5e83422655d02bb.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/102070_2517c77188060dd3b5e83422655d02bb.jpg", "path": "full/68a1b5f40598cf01c46efcad20cb64338016b5a7.jpg", "checksum": "ad5deac0365a3f3c1f07990968a7e3db"}]},
    {"title": "Ghost Fragment: Human 5", "content": "Hope. And standing with strangers.\n\nThat’s what I remember. Hope churning beneath my skin, assuring me there was a place besides this place. A realm that would nurture us, not kill us. The Earth was ruin. Chaos and madness and death. We were standing on the Earth. Where I am now. But why am I still here? It was my turn to leave. I remember. I was waiting with others like me, and the ships would soon take us away.\n\nBut to where? Where was this hope?\n\nI must have known. There had to be a name, coordinates. Except all of that is forgotten. Other than my absolute conviction in salvation, nothing remains.\n\nThe Traveler.\n\nI remember that now.\n\nWhich was...\n\nWhat?\n\nI don’t know. Something has stolen my words, the imagery. But I still remember what it promised us...\n\nThe universe.\n\nYes.\n\nCreation held in our hands.\n\nBut I was here for a reason.\n\nAnd what would I surrender, just for the faint chance to remember what that good reason was.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700010_c135fe725b08ebeba5b21ddda0128641.jpg"], "image_name": ["Ghost Fragment: Human 5"], "filename": ["700010_c135fe725b08ebeba5b21ddda0128641.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700010_c135fe725b08ebeba5b21ddda0128641.jpg", "path": "full/ae678675a3c350a4c950f9c4d5995b1c5411a488.jpg", "checksum": "da5ccf36fdd24272ffd8fac181226b7e"}]},
    {"title": "Ghost Fragment: Awoken 3", "content": "Fear. That’s the only vivid memory left in me. It’s the moment when my fear was so thick and urgent that I gave up breathing. I stopped pretending to think. How I remained on my feet was a mystery, because the terror was bearing down on me, like a mountain about to crush my soul.\n\nBut I have to ask, “What was terrifying me?”\n\nDarkness ruled the sky. The world around us had shattered, and it seemed vanishingly unlikely that we would outlive this one awful day. Yet the fear didn’t come from the surrounding mayhem and despair. The source was inside my skin. I was utterly terrified of my own awful nature.\n\nAnd which part scared me?\n\nInside me was an essence woven from beyond. Was I Awoken before this?\n\nShe was still in my head. I could hear her song growing fainter.\n\nGone?\n\nNot yet.\n\nA new crippling terror was taking over.\n\nI was focused entirely on my fear. But I had to make an effort.\n\nAnd it occurred to me then that nothing in the universe was more dangerous than human hubris.\n\nI still had this Other within? But the human side was what mattered: Weak and foolhardy, sure to fail in the next moment.\n\nThat’s why I was afraid.\n\nThen someone spoke.\n\nMaybe it was me. I don’t remember.\n\nI was trying to focus, and a new thought took me: My soul lay between those two entities. And that’s how I am still: The boundary, the seam.\n\nThe friction.\n\nAnd that’s when the fear began to fade.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700020_9a4c69d5791981778075f526faafa626.jpg"], "image_name": ["Ghost Fragment: Awoken 3"], "filename": ["700020_9a4c69d5791981778075f526faafa626.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700020_9a4c69d5791981778075f526faafa626.jpg", "path": "full/8c61e560c8942eaba75d2ccb87267e30a63aa3e2.jpg", "checksum": "0d16fa3bf13bf6a4b78040b53734738f"}]},
    {"title": "Ghost Fragment: Exo 3", "content": "Shame. Did I ever suffer exhaustion? Someone asked the question. Or maybe I asked it of myself. Then it looked at me. This moment was real. I told it what every Exo knows: “What can’t touch you has no strength over you. And there’s no place for fatigue to latch onto me.”\n\nBut shame is a different affliction.\n\nI’m a soldier. I was forged by other hands and forced into the role of warrior. According to my scars, I fought and fought. Besides bits and flashes, every battle has been forgotten. But I have this clear, awful sense that others died. In my unit, every soldier was killed except for me. Yet despite a thousand chances to be shredded and scrapped, here I stood, no weapon in my hands, making fists out of habit but with nothing to hit.\n\nI’d fought to save the Earth. That was my sense of things. But our world was collapsing around us, and every soul was doomed. Even cockroaches and microbes would die. And being an expert in the art of losing battles, I saw no ending to this battle but another loss.\n\nAnd I was ashamed.\n\nThe shame took hold of me. It shook me. Shame stole my mass and my resolve. Suddenly I felt like a feather, like a breath, like any small nothing ready to be lost in the first breeze.\n\nBut in the midst of that despair, a fresh thought took hold.\n\nI was cursed.\n\nAnd do you know what a curse is?\n\nIt is stubborn. A curse delivered by the gods will hold you when everything else has given up on you. And it was obvious that survival was my eternal curse. A thousand battles and how many were won? Judging by the evidence, none. And that’s why the shame was chewing at my ceramic guts. But despite the horrific losses, I had endured.\n\nClosing my eyes, I forced my fists to open.\n\n“This isn’t over,” I said. To this enemy, to myself. To the wind threatening to carry me away.\n\n“This war isn’t done with me.”", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700030_34994ef30fac7b2e3035611d8327d214.jpg"], "image_name": ["Ghost Fragment: Exo 3"], "filename": ["700030_34994ef30fac7b2e3035611d8327d214.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700030_34994ef30fac7b2e3035611d8327d214.jpg", "path": "full/9c5581b015924bfb6f978675aaf15bf2e5f34c14.jpg", "checksum": "c1c49a18d042de7b0908ba2bde2a2402"}]},
    {"title": "Exo", "content": "Built for a long-forgotten struggle, Exos are self-aware war machines so advanced that nothing short of a Ghost can understand their inner functions. They remain ciphers, even to themselves: their origins and purpose lost to time.\n\nWhoever built the Exos fashioned them in humanity's image, gifting them with diversity of mind and body. Many of the City's Exo citizens live and work alongside their organic brethren. But others fight again, re-forged in the Light of the Traveler to serve as Guardians.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/102030_12466c7491717f2f76f6a33005d0279e.jpg"], "image_name": ["Exo"], "filename": ["102030_12466c7491717f2f76f6a33005d0279e.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/102030_12466c7491717f2f76f6a33005d0279e.jpg", "path": "full/74f621637d9afbbf1cf8a48446edc052f2af1fcb.jpg", "checksum": "efff35883b088632386cf938a4d8d01f"}]},
    {"title": "Ghost Fragment: Exo", "content": "- which in the end is just a matter of substrate chauvinism. It doesn't matter if the system thinks with flesh or superconductor or topological braids in doped metallic hydrogen, as long as the logic is the same. And our logic is the same. Yours and mine.\n\nIf I am a machine then so are you. If you are not a machine then neither am I. Exo minds are human. It is incontrovertible.\n\nYou understand? I'm going to take that slack-jawed stare as understanding. \n\nNow here's the real question. Why are Exo minds human? What's the design imperative? Why does a war machine - yes, absolutely, I am a war machine, built by human hands; and you are a survival machine built by the engine of evolution. Don't interrupt me.\n\nWhy does a war machine have emotions? Why should a war machine have awareness? These are not useful traits on the battlefield. Don't flatter yourself. They are not useful. So why should the Exo mind mimic the human architecture so closely?\n\nYou know what I smell on you? I smell the stink of anthropocentrism. I think you think that there's only one way to think. That's why the Exo mind is so human, you presume. Because all higher thought converges.\n\nMy friend, you should meet the Vex. There is nothing human in them.\n\nNow. This is what I believe happened, back in the time before any Exo can remember. It explains everything.\n\nI think someone wanted to live forever.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/102100_1bf4774467f0356e4ed33304864809f9.jpg"], "image_name": ["Ghost Fragment: Exo"], "filename": ["102100_1bf4774467f0356e4ed33304864809f9.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/102100_1bf4774467f0356e4ed33304864809f9.jpg", "path": "full/d0bec7eef7d50048a3a2e2919831db8646cf05ea.jpg", "checksum": "96743b252630f8651e408fe911470b99"}]},
    {"title": "Ghost Fragment: Exo 2", "content": "Hi. Thanks for your interest. I'm recording this for posterity.\n\nWarlock thanatonauts die and come back with insight. I'm going to attempt the same process to get at buried memories. Specifically, I'm going to fire a charged particle beam into my head and see what comes out. We Exos have been around a very long time. I want to know what's in there.\n\nMy Ghost is standing by to repair me.\n\nOkay. Three two one\n\nSTAG echo six SWORD sierra nine SERPENT\n\nWe are falling into the world. Everyone is on fire. There's a ship above us but it's coming apart just like a flower, alloy and fusion flash, pierced through and through - \n\nThe voice says Atmospheric interface. Trajectory nominal. Rabid two three you are outside the window. (I think I am the voice)\n\nI can see the whole earth below me and the sky we are falling out of is black without stars.\n\nGhost, shoot me again.\n\nRAPID four RAMPART four RATCHET tango eight zero\n\nWe are on the ice. This is elsewhere and elsewhen. There is a mighty aurora and it is reflected in the ice so I walk between two fires although the one below is cracked and full of corpses. I have and am a weapon.\n\nUp in the sky there is a hole in Jupiter and it tears at me when I look at it. It tears at me. It is hungry. Maybe the hole is not in Jupiter but in me.\n\nCROWN castle candor cobalt coral\n\nGhost bring me back.\n\nserrate sulfur ANATHEMA amber actual aspen\n\nGhost bring me back now.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/102150_1bf4774467f0356e4ed33304864809f9.jpg"], "image_name": ["Ghost Fragment: Exo 2"], "filename": ["102150_1bf4774467f0356e4ed33304864809f9.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/102150_1bf4774467f0356e4ed33304864809f9.jpg", "path": "full/85a8acdafac66a8e30f7a266a5e195f756d289e1.jpg", "checksum": "96743b252630f8651e408fe911470b99"}]},
    {"title": "Ghost Fragment: Human 3", "content": "The hike from Ares One.\n\nYou've watched it. Everything was recorded. I think you can get it in full immersion, now, and fly around like a hummingbird. I'll add what I can.\n\nThe route was planned. We all went together - the CEV and Ares One itself had enough automation to go home alone in the event of crew loss. Whatever we'd find at the artifact, it needed the human element.\n\nWe carried rifles. They made us heavier and slower and probably less safe. I think the argument about the rifles can be left for another time. What's important is -\n\nIt turned out well. Look at me. Look at us! You're talking to a ninety-year-old man. A ninety-year-old who's never been sharper. I'm miles ahead of every cognitive benchmark.\n\nWhat's happened to me is good. What's happened to all of us is good. When we crested that rise and made visual contact with the artifact I don't think any one of us dared dream that it would end this well.\n\nWe went to Mars at the cutting edge of human civilization. And it wasn't our weapons that won the day.\n\nIt was our ship. Our training. Our camaraderie. Our belief that if we just reached out to the universe, not to grasp for profit or security but with an open hand, we would be elevated.\n\nWe were right. That makes me so happy. To this day.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/102060_adab513bde7af4d7ad51922f87718d7a.jpg"], "image_name": ["Ghost Fragment: Human 3"], "filename": ["102060_adab513bde7af4d7ad51922f87718d7a.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/102060_adab513bde7af4d7ad51922f87718d7a.jpg", "path": "full/a67fb1cc2f3743d272f289d333f28bd0c4b6a2b3.jpg", "checksum": "19cf8a1b2ce9c138671d18cafd38340b"}]}
    ]

},
{
  "title": "Ghost",
  "image_url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/ghost_0c44e3cde1f0ff72848c37fe33727b07.jpg",
  "data": [
    {"title": "Ghosts", "content": "Built from machinery and the Traveler's Light, Ghosts guide their Guardian companions in the quest to reclaim our solar system.\n\nEvery Ghost seeks out its Guardian among the ancient dead. The Ghost serves as scout, librarian, and mechanic, waking ancient machinery and cracking alien codes. In the right situations, a Ghost can even save a Guardian from death.\n\nBut Ghosts are not immortal. As far as Guardians know, every loss is irreplaceable.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/103090_5d4000fdfa49de573294aa9d44468cef.jpg"], "image_name": ["Ghosts"], "filename": ["103090_5d4000fdfa49de573294aa9d44468cef.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/103090_5d4000fdfa49de573294aa9d44468cef.jpg", "path": "full/8f6424cc3113ecb6fc5b6b1d9c85c87e2d6dca92.jpg", "checksum": "8da6562c6e17d7a71aba5ebcf86e3181"}]},
    {"title": "Ghost Fragment: Ghosts 2", "content": "Two more scans and she could move on to the elevated grid. There wasn't really anything new other than the delta to sea level, but at less than 30% of the way through 2^128 scans, even a distinction without a difference could feel like a brand new shell.\n\n\"Cassiopeia!\"\n\nSo numb after months with just her own scans for company. She didn't even pick up on another Ghost being this close. \"Obverse? Wait. I'm sorry. You're... Obsidian! Wow, how long has it been?\"\n\n\"Well, I mean...\"\n\n\"I know. It's been 6.8 years. It's just an expression.\"\n\nObsidian floated closer. \"That's okay. It HAS been a while. I guess you haven't found yours yet?\"\n\nCassiopeia projected glumness. \"Not yet. But I haven't been looking on Mars for that long, at least! I'm optimistic.\"\n\n\"You should be! I was just at the City last year. A lot more of us are starting to find our Guardians latel— what's that?\"\n\nCassiopeia resolved to run a full-range self-diagnostic before the next grid. Two Ghosts within twenty meters and she didn't sense either one? Something was off.\n\nThe new arrival chirped and spoke up. \"Hello, you two! I'm glad ~identify(OBSIDIAN)~ to see a friendly face! I haven't been myself lately.\"\n\nObsidian looked at Cassiopeia. He read as nervous. She probably did, too.\n\n\"I was beneath the Blind Watch for a while. A long ~SIVA.MEM.GH404~ while. It was fun! There were puzzles. No one was alive down there, though.\"\n\nCassiopeia's scan of the new Ghost returned nothing amiss. \"Are you okay, friend?\"\n\n\"I'm great! Something got in me but the Light ~if (LIGHT) then WARNING~ burned it away. It's gone forever, now! ~consume: FAILURE replicate:FAILURE enhance:FAILURE~\"\n\nThere was silence for a full three seconds. Then Obsidian spoke up, his words coming quickly.\n\n\"Well, great to see you again, Cassiopeia! Good luck!\" He zipped away.\n\nCassiopeia watched him disappear into the horizon. \"TWO self-diagnostics,\" she muttered.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800100_d3fe8f2ab9eb392547953047237eec33.jpg"], "image_name": ["Ghost Fragment: Ghosts 2"], "filename": ["800100_d3fe8f2ab9eb392547953047237eec33.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800100_d3fe8f2ab9eb392547953047237eec33.jpg", "path": "full/913e2e44dc43877215bdce16ad6647ddb1c371d0.jpg", "checksum": "422bc0e7654018379d7ca53cbcbaefda"}]},
    {"title": "Ghost Fragment: Ghosts", "content": "Beyond.\n\nIt is a place, a place casting shadows and emotion.\n\nIt's a real place, I know.\n\nOne hot blue sun, say. And other suns too. Five? I like seven better. What I'm recalling is a giant star with a family of six smaller suns, and you could spend days and nights counting all of the planets circling those suns...except there are no planets. Not anymore. The powers in charge have carved up all of the worlds, and maybe a brown dwarf or two for good measure. With that rubble, they fashioned a topologically creative enclosure, a twisting of space and time sealed behind doors that admit only those who know the magic words. The bones of a hundred planets have been cut smooth and laid out like a floor, a polished and lovely floor creating vast living spaces. A floor bigger than ten thousand worlds, catching the fierce glory of the seven suns. For light, for food. For beauty. And nothing escapes. Not heat, not gravity. Not even the faintest proud sound.\n\nIt could be anywhere. It can live in the cold between galaxies, or folded up inside matter, near enough to touch right now...\n\nI remember it and maybe it's exactly as I describe it. Seven suns wrapped inside magic. Or it's something else entirely, perhaps. A place still fat with life. An abundance of sentient souls, some decent, maybe a few of lesser quality, and everybody stands about or floats about, or they bounce between dimensions. The point is that the residents of this hidden realm live inside a bottle so perfectly hidden that they can't see beyond their own borders. Which shapes a mind in very specific ways.\n\nBut, Beyond is their name for a mysterious, doubtful realm that they can't see.\n\nWhich is us, of course.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/103100_efec8898e8ea2554c764c5f6fddc6cdf.jpg"], "image_name": ["Ghost Fragment: Ghosts"], "filename": ["103100_efec8898e8ea2554c764c5f6fddc6cdf.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/103100_efec8898e8ea2554c764c5f6fddc6cdf.jpg", "path": "full/717c4b1c55a533ba9ad951c7247416fbf4b9778a.jpg", "checksum": "998dd12dac53b8e8d344f95cd8983f32"}]},
    {"title": "Dead Ghosts", "content": "Battered and drained of their Light, these Ghosts are nevertheless valuable for the information they preserve. Their recovered memories may well prove vital to the City's survival.\n\nThe problem of dead Ghosts troubles the City's scholars. Are new Ghosts still being born? Or is the number of Ghosts dwindling? Will there come a day when no more remain - an end to the rise of new Guardians?\n\nIf that day is coming, then the City faces a desperate race against time to heal the Traveler before attrition takes its toll.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/103094_136de35c1686baabbd86a0e6e21d59e2.jpg"], "image_name": ["Dead Ghosts"], "filename": ["103094_136de35c1686baabbd86a0e6e21d59e2.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/103094_136de35c1686baabbd86a0e6e21d59e2.jpg", "path": "full/c0ce171639b8ae606b6c8ed74b69fdce87b057ca.jpg", "checksum": "701b2dc158d55ac46b66c0c58193d61a"}]}
    ]
},
{
  "title": "Sub-Classes",
  "image_url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/sub-classes_8a4f5ff4355c1603adbf98594a35b810.jpg",
  "data": [
    {"title": "Guardian Abilities", "content": "Only Guardians have the gift of the Traveler's Light - the ability to channel its energies to project vast power into the world. Even without a firearm, a Guardian is a radiant engine of destruction.\n\nWhile these abilities rise from within, Guardians master their power in different ways. Titans understand the Light as a force to hone through practice and strict discipline. Hunters roam and explore in order to learn, using dangerous methods to survive the wilds. And Warlocks study the Light and its inner mechanisms, confronting unfathomable mysteries in the search for transcendent might.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301005_b658892584e6fe200ea8deb66f9d8c23.jpg"], "image_name": ["Guardian Abilities"], "filename": ["301005_b658892584e6fe200ea8deb66f9d8c23.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301005_b658892584e6fe200ea8deb66f9d8c23.jpg", "path": "full/1574eab682568349e66b2ddf1014d29f4f7f9f44.jpg", "checksum": "197617aceeaadbf3c2b3f80df73d86ce"}]},
    {"title": "Ghost Fragment: Abilities", "content": "Nothing born is born strong.\n\nI know I began weak, the same as you. I don't care if you're an Exo, staring at that number and wondering where you've come from. Or a Human hungry to understand the ancient world that left you for dead. Or an Awoken reborn in the very essence of what your people hide from. Together, we're the pointed end of a long stick of happenstance. Change one ripple in an ancient ocean and we would never have been granted the Light within us, or the good Ghosts that want to help us.\n\nHumble origins.\n\nEvery world begins as a big pebble lost among trillions of pebbles. Every worthy sun was once cold hydrogen spread thin across the vacuum. Even the universe, this cosmic garden that surrounds us and awes us...this monument to Creation was once the size of an apple seed. And everything that's splendid and great stands at the end of incalculable chance and mayhem.\n\nYes, you have talents. Enormous, wondrous powers. But you should put the smirk away. Do you know what a Guardian is? Not yet. Your name is another pebble. You are a cold apple seed.\n\nBut you will grow.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301010_06b2f5376b6f6adc0d629ee88fa06cf1.jpg"], "image_name": ["Ghost Fragment: Abilities"], "filename": ["301010_06b2f5376b6f6adc0d629ee88fa06cf1.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301010_06b2f5376b6f6adc0d629ee88fa06cf1.jpg", "path": "full/98f1f0e6255e0dec104efede042b98dfae4f5cdf.jpg", "checksum": "246c2754597fc7c6a2cbd23e3c1d9ff0"}]},
    {"title": "Gunslinger", "content": "In the end, doesn't it all come down to you and your gun?\n\nDon't see much else to say about it. That's just truth.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/307040_06bfbbdf31d18761b7d260ec7ec6fe41.jpg"], "image_name": ["Gunslinger"], "filename": ["307040_06bfbbdf31d18761b7d260ec7ec6fe41.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/307040_06bfbbdf31d18761b7d260ec7ec6fe41.jpg", "path": "full/a0a9fc7644c5bbd724ee5a85a2f5c6d7076ee098.jpg", "checksum": "ea96eb2d1d95ba5889921b14bda0e4ee"}]},
    {"title": "Gunslinger", "content": "In the end, doesn't it all come down to you and your gun?\n\nDon't see much else to say about it. That's just truth.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/307040_06bfbbdf31d18761b7d260ec7ec6fe41.jpg"], "image_name": ["Gunslinger"], "filename": ["307040_06bfbbdf31d18761b7d260ec7ec6fe41.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/307040_06bfbbdf31d18761b7d260ec7ec6fe41.jpg", "path": "full/a0a9fc7644c5bbd724ee5a85a2f5c6d7076ee098.jpg", "checksum": "ea96eb2d1d95ba5889921b14bda0e4ee"}]},
    {"title": "Voidwalker", "content": "The Traveler came out of the void that surrounds all things. Thus we know that the void is full of power. Thus we enter the void without fear.\n\nSmall minds will call your abilities blasphemous. They will compare you to the abominable Wizards of the Hive.\n\nBut you will not be held back. Gifted with the Traveler's Light, armed with the secret physics of a lost age, you will tear reality asunder.\n\nYou will fear nothing, and nothing will not fear you.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/307060_b75ef2cc670682ca19ef501dd25c7bd0.jpg"], "image_name": ["Voidwalker"], "filename": ["307060_b75ef2cc670682ca19ef501dd25c7bd0.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/307060_b75ef2cc670682ca19ef501dd25c7bd0.jpg", "path": "full/06be4d15eee1f11c50dfe1470ba8f6e2e240e1e7.jpg", "checksum": "54e138798467872b1cc70c07840d6bf9"}]},
    {"title": "Sunbreaker", "content": "Some Titan orders predate the City, born of a darker time, when Light was an untamed weapon. The Sunbreakers brought honor to the wild, never seeking the safety of the City. Bound by an oath, they live as mercenaries, seeking battles and alliances beyond the Walls. Now the Light of their fire has at last found rank among the City.\n\nWield the Hammer of Sol with honor, Titan, it is a thing of legend, both past and future.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700040_56486e39243bcb049201c89b22fd05f0.jpg"], "image_name": ["Sunbreaker"], "filename": ["700040_56486e39243bcb049201c89b22fd05f0.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700040_56486e39243bcb049201c89b22fd05f0.jpg", "path": "full/d56c84761be10b9382848225f7edd1d7fbace4e8.jpg", "checksum": "4e8649af24aff2a0dababc692d8530b0"}]},
    {"title": "Striker", "content": "Striker Titans charge into close combat, armored in Light and wielding fistfuls of thunder.\n\nStriker tactics depend on shock and disciplined aggression. They must awe and scatter the enemy, or risk being overwhelmed. Fellow Guardians prize their ability to draw fire as they shatter the enemy line.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/307020_de0975f5d5366da2c0b907e1dd69f08c.jpg"], "image_name": ["Striker"], "filename": ["307020_de0975f5d5366da2c0b907e1dd69f08c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/307020_de0975f5d5366da2c0b907e1dd69f08c.jpg", "path": "full/d6e3c684079ffce45bc2f78a74e8449d5df9849f.jpg", "checksum": "043c587e189de740bb99e37dc407b286"}]},
    {"title": "Defender", "content": "Defender Titans are immovable anchors, trained to absorb punishment and control the flow of battle.\n\nArmed with unflinching conviction and an armory of Void techniques, Defenders block the enemy's movements, shrug off their fiercest weapons, and rally fellow Guardians to strike back.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/307030_39842fbcf3c93892ffca34555b9b090d.jpg"], "image_name": ["Defender"], "filename": ["307030_39842fbcf3c93892ffca34555b9b090d.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/307030_39842fbcf3c93892ffca34555b9b090d.jpg", "path": "full/246230a3eeb476a1d9d6d19243f4ef371661cc40.jpg", "checksum": "3bc0d27a22f1187fe0233a239df11216"}]},
    {"title": "Nightstalker", "content": "A lone hunter stalks the night, firing arrows into the Darkness. There is no hiding, no escape. In the distance, the beast falters, tethered to the void. The killing blow comes without hesitation, without mercy.\n\nThere’s truth in the edge of Light, and beneath that truth a deeper truth, hidden from all but a few.\n\nThat truth is this: monsters need not fear the night.\n\nDo not hunt the monster. Become the monster.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700050_8f1255d6742b0b37f43917750bf3ec59.jpg"], "image_name": ["Nightstalker"], "filename": ["700050_8f1255d6742b0b37f43917750bf3ec59.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700050_8f1255d6742b0b37f43917750bf3ec59.jpg", "path": "full/03dc115182b6872c31ae9d149537575535d6fa71.jpg", "checksum": "40f6a526a7031e4dc09eb9fe11a1865e"}]},
    {"title": "Bladedancer", "content": "There's something to be said for the blade. A knife won't jam. A knife won't run dry. A knife is very, very quiet.\n\nLeave the noise and fire to others. There's work to be done, out there in the dark - monsters that deserve death, delivered quickly, silently, and without mercy.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/307050_d84fd9e01d55ac301f4a3241f1f34ce6.jpg"], "image_name": ["Bladedancer"], "filename": ["307050_d84fd9e01d55ac301f4a3241f1f34ce6.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/307050_d84fd9e01d55ac301f4a3241f1f34ce6.jpg", "path": "full/03484367ed8f9a27d2634b37a724f0bbb6645bb7.jpg", "checksum": "7643426d727e770853cea4ea188cc827"}]},
    {"title": "Sunsinger", "content": "These are dark times. Humanity stands on the brink of extinction. We will carry fire into that darkness - a beacon to guide the way, and a pyre to consume our great enemy. \n\nThe Light saved us from death and forged us into weapons. We seek to understand it, to embrace it, to consume and be consumed by it. We hope to become radiant.\n\nOur fellow Guardians need our power. Our civilization needs our strength.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/307070_f9f9f9f95d60626a06fe91b40f4b2dd4.jpg"], "image_name": ["Sunsinger"], "filename": ["307070_f9f9f9f95d60626a06fe91b40f4b2dd4.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/307070_f9f9f9f95d60626a06fe91b40f4b2dd4.jpg", "path": "full/04b92e22ddf0f3cfaf9a044235aa7a75f3f0c0a8.jpg", "checksum": "d91106e5bd0b356654a28fe50876fb12"}]},
    {"title": "Stormcaller", "content": "Meditate. Focus. Draw the static from within. The Arc is inside all life.\n\nYou must feel it take hold, let it flow through, but not consume you. You are a conduit. Between sky and earth. Electricity and matter. Life and death.\n\nYou are a weapon.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700060_145e4baa48d908c7c1057f55921aaf1b.jpg"], "image_name": ["Stormcaller"], "filename": ["700060_145e4baa48d908c7c1057f55921aaf1b.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700060_145e4baa48d908c7c1057f55921aaf1b.jpg", "path": "full/c6b4a6738ece7e8ef6b6a182c810546c43608471.jpg", "checksum": "442c8e0ecf76c0f42ea2e505695648ee"}]}
    ]
},
{
  "title": "Melee Abilities",
  "image_url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/melee-abilities_4ad3eba1e631d810fead29d651417cf6.jpg",
  "data":[
    {"title": "Punch", "content": "The brute strength of a Titan's melee offers a full-force response to immediate danger.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301180_fa15e491499ecd5ae6abdb2fd0b1267a.jpg"], "image_name": ["Punch"], "filename": ["301180_fa15e491499ecd5ae6abdb2fd0b1267a.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301180_fa15e491499ecd5ae6abdb2fd0b1267a.jpg", "path": "full/d6702b239e77be4e790f03f37c555faeb7f33a5d.jpg", "checksum": "16ddb6f0a24079a0963108dcb88968c9"}]},
    {"title": "Palm", "content": "Curiosity gets a Warlock into trouble, and force of will gets a Warlock out. Even novices can shear reality with a single deadly gesture.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301200_5daf38a63fad5fdb57ec44f1fcc496f6.jpg"], "image_name": ["Palm"], "filename": ["301200_5daf38a63fad5fdb57ec44f1fcc496f6.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301200_5daf38a63fad5fdb57ec44f1fcc496f6.jpg", "path": "full/1e2b1d95927f4d1abe77535ad147eaf7db49c187.jpg", "checksum": "9e0dd989fd4d7688f7f196d047fd59e2"}]},
    {"title": "Stab", "content": "With their finely tuned reflexes, Hunters are naturally gifted with knives. The make and shape of the perfect knife is a matter of endless debate.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301190_e089a78796cc945ad74f94139ecc09f0.jpg"], "image_name": ["Stab"], "filename": ["301190_e089a78796cc945ad74f94139ecc09f0.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301190_e089a78796cc945ad74f94139ecc09f0.jpg", "path": "full/4da1f866506200e52588f3d4a8c0c878da173dd9.jpg", "checksum": "d47f949d796333d73aa1f7444c40c7c0"}]},
    {"title": "Stab", "content": "With their finely tuned reflexes, Hunters are naturally gifted with knives. The make and shape of the perfect knife is a matter of endless debate.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301190_e089a78796cc945ad74f94139ecc09f0.jpg"], "image_name": ["Stab"], "filename": ["301190_e089a78796cc945ad74f94139ecc09f0.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301190_e089a78796cc945ad74f94139ecc09f0.jpg", "path": "full/4da1f866506200e52588f3d4a8c0c878da173dd9.jpg", "checksum": "d47f949d796333d73aa1f7444c40c7c0"}]}
    ]
},
{
  "title": "Grenade Abilities",
  "image_url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/grenade-abilities_fd7c46aa66a9ac2fe72ebaf8a83e34f8.jpg",
  "data": [
    {"title": "Flashbang Grenade", "content": "An explosive grenade that disorients the enemies it damages, leaving them vulnerable to gunfire and close combat.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301060_e29674067c5b2e11328716b599f77b09.jpg"], "image_name": ["Flashbang Grenade"], "filename": ["301060_e29674067c5b2e11328716b599f77b09.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301060_e29674067c5b2e11328716b599f77b09.jpg", "path": "full/944197430c420f6e2effbf4a8b6b17f66980a605.jpg", "checksum": "40e07595700fcabc8bebf53abb2c22a9"}]},
    {"title": "Pulse Grenade", "content": "A grenade that periodically damages enemies inside its explosion radius. An effective tool for area denial.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301063_83d48cf8ea00db3b5e2ac9f3a4b574d6.jpg"], "image_name": ["Pulse Grenade"], "filename": ["301063_83d48cf8ea00db3b5e2ac9f3a4b574d6.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301063_83d48cf8ea00db3b5e2ac9f3a4b574d6.jpg", "path": "full/3ab498ccb38e7b92738daa4e8f4954e26ff22949.jpg", "checksum": "a27f4b0b12078fa6a5ddbf995554a8d3"}]},
    {"title": "Lightning Grenade", "content": "A grenade that sticks to any surface, periodically emitting bolts of lightning.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301067_61f93c57fd53dae3eb80efd85d2925c0.jpg"], "image_name": ["Lightning Grenade"], "filename": ["301067_61f93c57fd53dae3eb80efd85d2925c0.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301067_61f93c57fd53dae3eb80efd85d2925c0.jpg", "path": "full/e91fa54183d298c86a7c1e086a4f56e1bc58727b.jpg", "checksum": "7038ee824122fb0cf439330b7c771004"}]},
    {"title": "Magnetic Grenade", "content": "A grenade that attaches to enemies and explodes twice. Designed to crack the armor of hard targets.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301070_c98b58e6c4ed0b94b5d07785a00097ef.jpg"], "image_name": ["Magnetic Grenade"], "filename": ["301070_c98b58e6c4ed0b94b5d07785a00097ef.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301070_c98b58e6c4ed0b94b5d07785a00097ef.jpg", "path": "full/f86d08133bd073ecc8af5e2d227845387b4d0f7a.jpg", "checksum": "41e9ccde3890ec7fa2a986c6d25550c8"}]},
    {"title": "Arcbolt Grenade", "content": "A grenade that chains bolts of lightning to nearby enemies, tidying up groups of hostiles.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301083_4e4da6c271faca548c3dac958b88dd14.jpg"], "image_name": ["Arcbolt Grenade"], "filename": ["301083_4e4da6c271faca548c3dac958b88dd14.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301083_4e4da6c271faca548c3dac958b88dd14.jpg", "path": "full/dafbca8a70263512d1df664ff87f02cc4a5f59e2.jpg", "checksum": "4db463cc3e3dc9ae19ce8aad4a681bb2"}]},
    {"title": "Spike Grenade", "content": "A grenade that attaches to any surface and emits a torrent of damaging Void Light.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301113_ecbb391fc515fc92f62591129db814fe.jpg"], "image_name": ["Spike Grenade"], "filename": ["301113_ecbb391fc515fc92f62591129db814fe.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301113_ecbb391fc515fc92f62591129db814fe.jpg", "path": "full/296c9fbfb6ffd0ee841b383e0e93d7987c77e293.jpg", "checksum": "89d8869248a899a6ec0d8eec79af48fa"}]},
    {"title": "Suppressor Grenade", "content": "An explosive grenade that prevents enemies from using abilities for a short time.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301077_44d8110b827029ca4601f99ef34ffcfe.jpg"], "image_name": ["Suppressor Grenade"], "filename": ["301077_44d8110b827029ca4601f99ef34ffcfe.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301077_44d8110b827029ca4601f99ef34ffcfe.jpg", "path": "full/62c6512f1af367aeb4aeb246387a7ff34019b9e4.jpg", "checksum": "3aab3707687a0728e61a053fb668f580"}]},
    {"title": "Skip Grenade", "content": "A grenade which splits on impact, creating multiple projectiles which seek out enemies.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301080_a8a7c2a23c29051729189c98bae9ece0.jpg"], "image_name": ["Skip Grenade"], "filename": ["301080_a8a7c2a23c29051729189c98bae9ece0.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301080_a8a7c2a23c29051729189c98bae9ece0.jpg", "path": "full/8d75242acd302a711ab32d2f803aedb155ab4ea5.jpg", "checksum": "72d8ee10a846adeddbda16bf7956002a"}]},
    {"title": "Flux Grenade", "content": "A grenade which deals additional damage when attached to enemies. Practice your toss.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301087_574827c0c71d3f5a9f198842bced3a79.jpg"], "image_name": ["Flux Grenade"], "filename": ["301087_574827c0c71d3f5a9f198842bced3a79.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301087_574827c0c71d3f5a9f198842bced3a79.jpg", "path": "full/041d78c861aaad2e0919c9ceebba5786428b56b3.jpg", "checksum": "87bafe7ca53b387b90a28efe89ded1c2"}]},
    {"title": "Tripmine Grenade", "content": "An explosive grenade that sticks to surfaces and detonates when enemies pass through its laser trigger.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301093_620f8fd16394141aafbeafd7999879d5.jpg"], "image_name": ["Tripmine Grenade"], "filename": ["301093_620f8fd16394141aafbeafd7999879d5.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301093_620f8fd16394141aafbeafd7999879d5.jpg", "path": "full/304471940d22fc485466c3d434483d34bad8a90c.jpg", "checksum": "4d5c8873d70417e6e66a3f325d31cf30"}]},
    {"title": "Incendiary Grenade", "content": "An explosive grenade that catches enemies on fire, causing additional damage over time.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301090_f2a2ca99930ac48acfa4e0d493eba6b0.jpg"], "image_name": ["Incendiary Grenade"], "filename": ["301090_f2a2ca99930ac48acfa4e0d493eba6b0.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301090_f2a2ca99930ac48acfa4e0d493eba6b0.jpg", "path": "full/8883738a963a8c429fdda85daf08a892b59309d7.jpg", "checksum": "97800d97a5784342c10426e0100ad7fb"}]},
    {"title": "Incendiary Grenade", "content": "An explosive grenade that catches enemies on fire, causing additional damage over time.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301090_f2a2ca99930ac48acfa4e0d493eba6b0.jpg"], "image_name": ["Incendiary Grenade"], "filename": ["301090_f2a2ca99930ac48acfa4e0d493eba6b0.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301090_f2a2ca99930ac48acfa4e0d493eba6b0.jpg", "path": "full/8883738a963a8c429fdda85daf08a892b59309d7.jpg", "checksum": "97800d97a5784342c10426e0100ad7fb"}]},
    {"title": "Solar Grenade", "content": "A grenade that creates a flare of Solar Light which continually damages enemies trapped inside.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301100_bdbafdb5a527f3322fe524deac3b87d7.jpg"], "image_name": ["Solar Grenade"], "filename": ["301100_bdbafdb5a527f3322fe524deac3b87d7.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301100_bdbafdb5a527f3322fe524deac3b87d7.jpg", "path": "full/77f7be5d51ff2b3e51275e190afbe7de45d84474.jpg", "checksum": "55ccd122f569f4119fc8f48d08dbc73e"}]},
    {"title": "Swarm Grenade", "content": "A grenade which detonates on impact, releasing multiple drones that seek nearby enemies.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301097_61ce05b454e888b235b58e165272ae8c.jpg"], "image_name": ["Swarm Grenade"], "filename": ["301097_61ce05b454e888b235b58e165272ae8c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301097_61ce05b454e888b235b58e165272ae8c.jpg", "path": "full/e6c119822449da34594206b6105ff6981dce2646.jpg", "checksum": "763f54cf707ecafcf88ad8e718b7f38c"}]},
    {"title": "Voidwall Grenade", "content": "A grenade that creates a horizontal wall of burning Void Light.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700080_0155fb6781951c852d65ae58ea139211.jpg"], "image_name": ["Voidwall Grenade"], "filename": ["700080_0155fb6781951c852d65ae58ea139211.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700080_0155fb6781951c852d65ae58ea139211.jpg", "path": "full/418700cb211577bc0ffa13a41c4a70ad3bcc5a04.jpg", "checksum": "d23f509822d2276c2fdbdf6187b48d96"}]},
    {"title": "Firebolt Grenade", "content": "A grenade that unleashes bolts of Solar Light at nearby enemies.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301103_e874f57d58e25f50863484c0ddc0ea7c.jpg"], "image_name": ["Firebolt Grenade"], "filename": ["301103_e874f57d58e25f50863484c0ddc0ea7c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301103_e874f57d58e25f50863484c0ddc0ea7c.jpg", "path": "full/b6d618e094680d84bf850f8367c910b4d945be17.jpg", "checksum": "aaf8f1b1855a4acae58b31779bb730fd"}]},
    {"title": "Fusion Grenade", "content": "An explosive grenade that causes bonus damage when attached to its target.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301107_133ab51926a1e917556ca46dfbb60154.jpg"], "image_name": ["Fusion Grenade"], "filename": ["301107_133ab51926a1e917556ca46dfbb60154.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301107_133ab51926a1e917556ca46dfbb60154.jpg", "path": "full/539121629faca11be32e8c401c4ad4c5dc404de7.jpg", "checksum": "e88ab73dbd1802714a7fef678137e5f6"}]},
    {"title": "Vortex Grenade", "content": "A grenade that creates a Vortex which continually damages enemies trapped inside.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301110_f5efbbae1afe06dfa8e9f903bf99baba.jpg"], "image_name": ["Vortex Grenade"], "filename": ["301110_f5efbbae1afe06dfa8e9f903bf99baba.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301110_f5efbbae1afe06dfa8e9f903bf99baba.jpg", "path": "full/c27f835769f11f18810779daba1ee9257eb1bce8.jpg", "checksum": "c44ca5cd6e0f552d266c3b5e65e9ce73"}]},
    {"title": "Scatter Grenade", "content": "A grenade that splits into many submunitions and covers a large area with explosions.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301073_c1ba8363a206131a5978fa255d0a59ce.jpg"], "image_name": ["Scatter Grenade"], "filename": ["301073_c1ba8363a206131a5978fa255d0a59ce.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301073_c1ba8363a206131a5978fa255d0a59ce.jpg", "path": "full/7a09b2187ef8a6e5076deeec0d4e0963756511a4.jpg", "checksum": "679cd77658d631b171aa07b418f30eae"}]},
    {"title": "Storm Grenade", "content": "A grenade that calls down a focused lightning storm.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700090_eb159fecee93a726ea2538a5999440f6.jpg"], "image_name": ["Storm Grenade"], "filename": ["700090_eb159fecee93a726ea2538a5999440f6.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700090_eb159fecee93a726ea2538a5999440f6.jpg", "path": "full/d8583620c7ce92d10f0822941224cecd19a8d80e.jpg", "checksum": "b4e99a7e4e457df39be769498175521e"}]},
    {"title": "Axion Bolt", "content": "A bolt of Void Light which forks into smaller bolts on impact, seeking out enemies.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301117_a10fa9879b83752bb67a05bd6393f8b0.jpg"], "image_name": ["Axion Bolt"], "filename": ["301117_a10fa9879b83752bb67a05bd6393f8b0.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301117_a10fa9879b83752bb67a05bd6393f8b0.jpg", "path": "full/d31ca669545387a607f0c625bcfbc8258ad25b77.jpg", "checksum": "c3a159c16c8de5bb90579cc682a93e4f"}]},
    {"title": "Thermite Grenade", "content": "A grenade that sends forward a burning line of fire.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700070_bc713fffc6e2e2fa6270886e6c5ff8bd.jpg"], "image_name": ["Thermite Grenade"], "filename": ["700070_bc713fffc6e2e2fa6270886e6c5ff8bd.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700070_bc713fffc6e2e2fa6270886e6c5ff8bd.jpg", "path": "full/fb049c7a9080139cedd552af3472d6e6fcdddf56.jpg", "checksum": "45d4c124594a014c9b6517d0f869e2ab"}]}
    ]
},
{
  "title": "Movement Modes",
  "image_url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/movement-modes_61fa23ab5729caf0140fff9aa8a4a9d8.jpg",
  "data": [
    {"title": "Double Jump", "content": "Bend momentum to jump again in mid-air. Leap to even greater heights, or make a quick adjustment while airborne to disorient your foes.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301020_7892fe29a0c13e54ffc084a18eab19e6.jpg"], "image_name": ["Double Jump"], "filename": ["301020_7892fe29a0c13e54ffc084a18eab19e6.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301020_7892fe29a0c13e54ffc084a18eab19e6.jpg", "path": "full/c26f287cf634fd7823b74e5d1ec5747915855b62.jpg", "checksum": "d0be99405ac7972b1faa54815b8b216b"}]},
    {"title": "Blink", "content": "Rip a hole in space and leap from point to point. Master the Blink, and you will be a fearsome killer - a spectral force, hard to evade and impossible to pin down.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301040_c240746dc2cbbde2e4f4b5912fccda23.jpg"], "image_name": ["Blink"], "filename": ["301040_c240746dc2cbbde2e4f4b5912fccda23.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301040_c240746dc2cbbde2e4f4b5912fccda23.jpg", "path": "full/565ff672063676b6792847145df1c24f7a5808e1.jpg", "checksum": "85af1e73425d5e7c4d7f238ec651d912"}]},
    {"title": "Glide", "content": "Break the bonds of gravity and convert your jump into a long, smooth glide. Cross dangerous terrain and float from perch to perch to keep the high ground.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301030_58d2b43a100e09bcac6dbd29a7ac5dfc.jpg"], "image_name": ["Glide"], "filename": ["301030_58d2b43a100e09bcac6dbd29a7ac5dfc.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301030_58d2b43a100e09bcac6dbd29a7ac5dfc.jpg", "path": "full/c325e6733767d39fa321b57adab0d02e4810472f.jpg", "checksum": "e71fabc06af2ea7691f747749e8501d3"}]},
    {"title": "Lift", "content": "Leap into a powered jump. The long, slow arc makes you a target, but used carefully, it's a superb way to break contact, gain control of the high ground, or set up devastating ambushes.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301050_863a2657a161bafcec7e38011d67942a.jpg"], "image_name": ["Lift"], "filename": ["301050_863a2657a161bafcec7e38011d67942a.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301050_863a2657a161bafcec7e38011d67942a.jpg", "path": "full/2b975250e6eba0c16f290bd74b97292fc9459654.jpg", "checksum": "b2c2c5032d8c1306f49dd632ff1526f5"}]}
    ]
},
{
  "title": "Super Abilties",
  "image_url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/super-abilities_c33055e27025b398da8a043b7ba090af.jpg",
  "data": [
    {"title": "Fist of Havoc", "content": "Leap forward and smash the ground, obliterating everything nearby. You will be a thunderbolt - but use your fury carefully. If there are survivors, you will surely draw their wrath.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301120_3bfd404f8d1234f6fe8ff6ce98078f83.jpg"], "image_name": ["Fist of Havoc"], "filename": ["301120_3bfd404f8d1234f6fe8ff6ce98078f83.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301120_3bfd404f8d1234f6fe8ff6ce98078f83.jpg", "path": "full/7648de54fc62e2a50a26056aae69b26ba4de8dfb.jpg", "checksum": "957cf9d961d71a0d710b6c915c050792"}]},
    {"title": "Ward of Dawn", "content": "Open a pocket in the universe, an impregnable fortress for you and your allies. The mighty Ward allows Guardians to hold key points and gather their strength in the face of overwhelming opposition.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301130_3b0a10c41a7453748de6fec6a483fcbe.jpg"], "image_name": ["Ward of Dawn"], "filename": ["301130_3b0a10c41a7453748de6fec6a483fcbe.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301130_3b0a10c41a7453748de6fec6a483fcbe.jpg", "path": "full/ed5eda81dc84982de0007fa504611daabfcaf5ea.jpg", "checksum": "951aaea0ae1e99f7f15f55eaa7078565"}]},
    {"title": "Stormtrance", "content": "Focus your Light to call forth a powerful Arc storm, and siphon it, channeling lightning through your fingertips to send it surging between your targets. A Warlock in Stormtrance is exercising such unbreakable focus that the Arc energy they summon draws them off the ground, the air humming and crackling around them. Like lightning you bend your path forward through the air, striking down anything too slow escape the storm.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700120_4880deafe37ac64fa781d5393eba739c.jpg"], "image_name": ["Stormtrance"], "filename": ["700120_4880deafe37ac64fa781d5393eba739c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700120_4880deafe37ac64fa781d5393eba739c.jpg", "path": "full/d53408a62467e19b8d70f33da6493c6fe67f5bdc.jpg", "checksum": "1e62c250bbe65cf250f20657e750920d"}]},
    {"title": "Arc Blade", "content": "Set aside your weapons and lose yourself in the blade trance. Arc Light galvanizes your armor and hastens your movements, and when your knife finds a target it discharges a snap of annihilating current. For as long as the trance lasts, you are the very shadow of death.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301150_61e33e7a1e9d3d6c4edf044e37345a7f.jpg"], "image_name": ["Arc Blade"], "filename": ["301150_61e33e7a1e9d3d6c4edf044e37345a7f.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301150_61e33e7a1e9d3d6c4edf044e37345a7f.jpg", "path": "full/2182adfc7a3c42a8fcfd0a3d49b85c497fb5742e.jpg", "checksum": "fe7b2fbdf450524d5689480d3be2b4f3"}]},
    {"title": "Arc Blade", "content": "Set aside your weapons and lose yourself in the blade trance. Arc Light galvanizes your armor and hastens your movements, and when your knife finds a target it discharges a snap of annihilating current. For as long as the trance lasts, you are the very shadow of death.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301150_61e33e7a1e9d3d6c4edf044e37345a7f.jpg"], "image_name": ["Arc Blade"], "filename": ["301150_61e33e7a1e9d3d6c4edf044e37345a7f.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301150_61e33e7a1e9d3d6c4edf044e37345a7f.jpg", "path": "full/2182adfc7a3c42a8fcfd0a3d49b85c497fb5742e.jpg", "checksum": "fe7b2fbdf450524d5689480d3be2b4f3"}]},
    {"title": "Nova Bomb", "content": "Channel the Traveler's Light into a bolt of energy with the power of a collapsing star. The devastating Nova Bomb scours the battlefield with ethereal fire - but be careful in its use. It takes precious moments to summon, and it must be aimed precisely to avoid obstacles.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301160_4e41b7a1f4c39927b75c9f843b559b4e.jpg"], "image_name": ["Nova Bomb"], "filename": ["301160_4e41b7a1f4c39927b75c9f843b559b4e.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301160_4e41b7a1f4c39927b75c9f843b559b4e.jpg", "path": "full/be303a1bf92461b840a5f3d4860e56e091ac4641.jpg", "checksum": "b5cad60594289c90784490ffb2b0eae5"}]},
    {"title": "Radiance", "content": "Open yourself to the Light. Glimpse, for a few rapturous moments, the truth beyond the powers you wield.\n\nA Warlock in a state of Radiance threatens to slip beyond the bonds of the material, shrugging off physical harm, channeling a torrent of abilities. Some may learn to elevate nearby Guardians, gifting them with power. Others, entranced by the Ghosts' power to reach beyond death, may learn to pluck themselves out of nothingness like the phoenix of ancient myth.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301170_164ad38bbca3f21fa918b534214c5c84.jpg"], "image_name": ["Radiance"], "filename": ["301170_164ad38bbca3f21fa918b534214c5c84.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301170_164ad38bbca3f21fa918b534214c5c84.jpg", "path": "full/5e9a0c69516bc458e98d6c980d364f381f71fd3f.jpg", "checksum": "bf3a58a35f035b0913e0df44f729db8a"}]},
    {"title": "Hammer of Sol", "content": "Forge your Light into a raging inferno of Solar energy, and pull forth a blazing hammer from the fire. Cloaked in flames, launch your hammer at enemies from afar, releasing a devastating eruption of Solar fire on impact. You burn with the intensity of stars, and no shadow is safe from your Light.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700100_dc7e54fd60d3d7ad1752bac403e0bb61.jpg"], "image_name": ["Hammer of Sol"], "filename": ["700100_dc7e54fd60d3d7ad1752bac403e0bb61.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700100_dc7e54fd60d3d7ad1752bac403e0bb61.jpg", "path": "full/794ba361886e38e6ec5cde384f74f07309de9b19.jpg", "checksum": "1350f3b31ec0d67f3d3e90a6a1a1a221"}]},
    {"title": "Golden Gun", "content": "Draw a hand cannon burning with Solar Light and loaded with three rounds of sunfire. Aim steady and keep your wits about you. You are a Gunslinger, and this is what you live for.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/301140_fe3eb1876ea1abcb12e4cbb7934b2843.jpg"], "image_name": ["Golden Gun"], "filename": ["301140_fe3eb1876ea1abcb12e4cbb7934b2843.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/301140_fe3eb1876ea1abcb12e4cbb7934b2843.jpg", "path": "full/b402221200bb5de2c0e09a7a2b96f746256fc158.jpg", "checksum": "c364455e8ad4a3fd459c814421fa6635"}]},
    {"title": "Shadowshot", "content": "Summon the power of the Void to draw back and launch a precision long-range projectile that reaches out and snares enemies with slowing, draining tethers of Void Light. Shadowshot lets a Hunter's dead-eye precision carve a path to new battles.", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/700110_03836f023daba986152b182a0ee3bcdb.jpg"], "image_name": ["Shadowshot"], "filename": ["700110_03836f023daba986152b182a0ee3bcdb.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/700110_03836f023daba986152b182a0ee3bcdb.jpg", "path": "full/d514c86dcf39915276d9fbd5169163cf7faa19e3.jpg", "checksum": "ac83dcf02af92d4342925ab5550da1f5"}]}
    ]
}
]
