{
	"titan": {
		"title": "Titan",
		"subtitle": "Strive for honor. Stand for hope.",
		"content":
			"Titans are warriors - heroic defenders of the Light, channeling the gifts of the Traveler to wage war on the Darkness. Steadfast and sure, Titans face any challenge head-on, blunt force instruments of the Traveler's will.",
		"image": "titan.jpg"
	},
	"guardians": {
		"title": "Guardians",
		"subtitle": "Legends are carved across history by the brave.",
		"content":
			"Guardians are warriors forged in the Traveler's Light, a final hope in a universe falling into Darkness.\n\nChosen from the dead by the Traveler's Ghosts, Guardians are those rare few able to wield the Light as a weapon. For centuries they have defended the City. But that defense cannot hold forever.\n\nNow, with the Darkness rising again, the time has come to retake our lost worlds. The Guardians who lead the way will save humanity - and become legend.",
		"image": "guardians.jpg"
	},
	"the_guardian": {
		"title": "The Guardian",
		"subtitle": "<transmission 7484e_8 / Saladin Forge / tower actual / rebinding>",
		"content":
			"... to answer your question, when it came time to reach out, to find a Guardian to take on this mission, there was only one choice.\n\n- They stood against the Vex in the Black Garden, and grounded that place to Mars.\n\n- They went against the Hive in the dark below, working with Eris Morn to undermine Crota, the Hive God.\n\n- The Reefborn made use of the Guardian in their search for the criminal Skolas, as I understand.\n\n- And, of course, it was the Guardian that led the assault on the Taken King's Dreadnaught. \n\nAll of the after-action reports I've shown you about the Taken War, the calm state of the system... we have this Guardian to thank.\n\nI've attached more details, if you want to read evaluations from the Vanguard. Just skim Cayde's. He's... not very biased, here.",
		"image": "the_guardian.jpg"
	},
	"ghost_fragment_titan": {
		"title": "Titan",
		"subtitle": "Strive for honor. Stand for hope.",
		"content":
			"/ Tighten that strap.\n/ Eh?\n/ The gardbrace is loose. Could slip.\n/ Huh.\n/ It's new?\n/ Agema. Type 1.\n/ How's it hold up? I tried using Agema at the Gap, remember? It didn't - well, what's this?\n/ A Ghost!\n/ Yes. Light be with you.\n/ Excuse me, little Ghost - Tubach, pass me my helmet - thank you. Little Ghost, what are you doing here?\n/ It's just looking around.\n/ Where's your Guardian?\n/ I don't think it has one.\n/ Well, any servant of the Light is welcome among us. We are Holborn's Host, and I'm Holborn. The City's hand on Mars.\n/ Tubach.\n/ That's Tubach, my second. One of the finest Titans of the City. Now see here, little Ghost, on my shoulder? That's the mark of Holborn's Host. Record it. The twelve-pointed star. One for each of the - oh well, off it goes! It doesn't look well.\n/ We should get moving.\n/ A Ghost without a Guardian. I remember when I was risen, you know. When I woke in that wreckage, to see my Ghost hovering there, its light in my eyes, like an angel. And it said -\n/ This story again.\n/ Disrespectful youngster.\n/ Youngster? I could be older than you, Tibon!\n/ True. The gardbrace is fine now. Stop worrying at it. Will you take the Jigoku?\n/ Thought I'd take the long rifle. Bayle has the Jigoku.\n/ Good. That Ghost - what do you think is wrong with it? It's echoing something ancient, an Old Earth language. You know what that Ghost reminds me of, flitting about over there?\n/ I don't.\n/ The time Ghosts from Jagi's Host came back without them. Remember - they got in that fight at some point east of the Caspian? Seven Ghosts, damn near silent, buzzing with some sort of corruption. Drifting back to the Tower, one by one. Scared the Speaker well enough.\n/ I remember. A long time ago. Jagi tells the story differently.\n/ Well. We all grow old. In our way. Little Ghost! Come back here!\n/ It's not going to make it, wherever it's going.\n/ I want to talk to it. Little Ghost!\n/ Lyssa and Bayle are probably there already.\n/ Cabal move slowly. We've got time.\n/ But the Warlocks have had a vision.\n/ Yes. That new one, what's her name. Ingora?\n/ Ikora.\n/ She's always been hasty. I've faced these Cabal before. I know 'em like I know my own armor.\n/ Message from Lyssa. 'At the Dust Palace, now. All quiet.'\n/ See? All quiet. Why not come with us, little Ghost? We are looking for the old Warmind here, and the one who guards it.",
		"image": "ghost_fragment_titan.jpg"
	},
	"hunter": {
		"title": "Hunter",
		"subtitle":
			"Our old worlds have grown feral - rabid beasts with teeth of rust and ruin. But such beasts are meant to be tamed. Or broken.",
		"content":
			"Hunters stalk the wilderness beyond the City, harnessing the Light to reclaim the secrets of our lost worlds. They are daring scouts and stealthy killers, expert with knives and precision weapons. Hunters blaze their own trails and write their own laws.",
		"image": "hunter.jpg"
	},
	"ghost_fragment_hunter": {
		"title": "Ghost Fragment: Hunter",
		"subtitle": "",
		"content":
			"She leaves the Sparrow and climbs a long way across spars of volcano rock and between vents of blue fire. Down below the Ishtar ruins spark with skirmish light but the guns seem as distant and brief as the constant starfall and the brooding crater high above. She is alone on the rock. She goes on with her head down so as to fight the sense that she is going to fall up off the world and burn like an inverse meteor.\n\nThe message that brought her to this place had no sign but she could hear Cayde in it. Draksis in the Cinders it said. Is it true? \n\nAnd also: Remember your promise.\n\nAt dawn she finds a sentry and kills it with her knife. Its throat bleeds gas. She takes its post and lays out her bullets one by one on the rock as if to make a count of all the years she has been waiting. Her rifle is near as long as she is tall. She lies down by her bullets and uses them to kill the other sentries one by one until at last they understand the thunder and the Shanks rise up angry from the Cinders below to seek her out.\n\nShe leaves the rifle and walks across the naked obsidian into the swarm firing from the hip as she goes, each kick of the old revolver a word, Draksis, Draksis, Kell of Winter, Kell of hate, lord of the kingdom of her vendetta. Her jaw aches. She used to imagine biting out his throat with armored teeth.\n\nThe stone smokes around her where the arc fire lashes it and the shrapnel guns throw up leaves of obsidian like glass butterflies. She shoots her bandoliers dry and a team of Vandals in glassy stealth leap up to rush her with knives but she raises her hand and burns them down with the golden gun, laughing, crying out Draksis, Draksis, I am come!\n\nShe kills them all and takes the next ridge, high above the Cinders. She can see the blue-green pools and the cave mouths where the Vex lights dance. And there among them, gowned in smoke and ash, is the long shark shape of a Ketch, a Wintership, the Kell's ship, come down to nest.\n\nShe could go down there now and finish this. But she made a promise.\n\nA Captain jumps her. She throws two knives into his armor and then staves his chest in with her own Ghost, wrapped up in her fist like a stone.\n\n'Tell the Vanguard,' she says to her Ether-spattered fist. 'Tell them Draksis is here.'\n\nHer Ghost looks up at her in silence. When she makes no move to go down the cliff towards the ship it blinks once, in its own way, and makes a soft sound, like a sigh, like relief.",
		"image": "titan.jpg"
	},
	"warlock": {
		"title": "Warlock",
		"subtitle": "We have found new ways to weaponize curiosity. Pathways into the darkness.",
		"content":
			"Warrior-scholars of the Light, Warlocks devote themselves to understanding the Traveler and its power. A Warlock's mind is an arsenal of deadly secrets, balanced between godhood and madness. On the battlefield, those secrets can shatter reality itself.",
		"image": "warlock.jpg"
	},
	"ghost_fragment_warlock": {
		"title": "Ghost Fragment: Warlock",
		"subtitle": "no text",
		"content":
			"Why did I set her on the trail?\n\nYou try and try and try to explain, but no one ever understands. No one who's not a Warlock. Who hasn't spent a dozen years scouring the ruins for one string of symbols, one clean code, one black talon. Titans just make a hmphing noise, if they've stayed awake. Hunters clean their nails with their knives and look at you like you've grown a third eye.\n\nBut when you've spent your life searching through arcana for ancient power, you have the urge to reach out and educate others. Especially if you've had one too many.\n\nNah, she's not my type at all. We've played dice, cards, war games, you know, the usual stuff. I'd never tried to show off before. I don't know what came over me.\n\nI had a broken vertebrae in my pocket that I'd borrowed from - yes, borrowed, I was going to put it back - what do you think you are, my conscience? It was a fossil, that means mineral replacement, a rock, basically. They can survive a few hours in my pocket. Do shut up.\n\nThe Cryptarchs weren't going to miss it. Everyone knows the Ahamkaras were hunted to extinction. There's nothing to be afraid of anymore.\n\nThink of how mysterious this system is, I said. How much life sprang up when the Traveler came. Like the Ahamkara. Do you know the legends? The dragon that made promises? And I pulled out the fossil with a flourish - \n\nShe pulled out her knife and started to pick the dirt from her nails. That set me off.\n\nYou could never have brought down one of these, I said. Ever. Not the greatest Hunter, not the brawniest Titan.\n\nHer eyes narrowed. She said, Oh? Is that so? And I saw right then that she wasn't going to pass on the challenge.\n\nI've murdered a Guardian, I thought. She's going to die. It'll be my fault.\n\nAnd I looked at the piece of spine in my hand and wondered - why did I say that? What moved me to such pride?",
		"image": "ghost_fragment_warlock.jpg"
	},
	"ghost_fragment_warlock_2": {
		"title": "Ghost Fragment: Warlock II",
		"subtitle": "no text",
		"content":
			"My name is Eriana-3, disciple of the Praxic Warlocks, marked by the Cormorant Seal. We came here under one banner, united in a host of thousands, to claim the Moon. But the battle goes against us. I have taken a prisoner and this is the record of its interrogation. If I transgress in your eyes I ask for your forgiveness.\n\n[sound of current or discharge]\n\n/Eriana. It responds to pain.\n\nIt responds to the Light. Hurt it again. Monster, heed me. Who is your master with the sword?\n\n[static event]\n\nI can hear it. In my head. The swordbearer's name is CROTA. Record that.\n\n/Should I burn it again?\n\nNo. I think you're only feeding it. I will touch its mind. Ghost - help.\n\nThey call you Wizard. You must be ancient. I think you value power very much. Will you still be powerful without this piece of your mind?\n\nTell me how to kill Crota.\n\n[static event]\n\nIt showed me the battle. It showed me Wei Ning dead on Crota's blade. It showed me how Crota killed a Guardian with a screaming knife hammered out of his own Ghost.\n\nSo I will take a piece of its mind, and ask again.\n\nTell me how to kill Crota.\n\n[static event]\n\nIncredible. Where? Where is his throne? Where is the twilight world under the dead star eye?\n\n/Eriana there's word from the company in Mare Imbrium. Crota is upon them. Half a hundred dead. They need us.\n\nTell me where! Tell me how! TELL ME!\n\n[static event]\n\n/Eriana what did it say - \n\nIt showed me how it did this, just exactly this, to an Awoken man, the knives arranged by its will, like little silver ships, like Ghosts - \n\nIt laughed at me. It said we were the same.\n\n/Crota marches with a thousand Knights and they say the sky above Mare Imbrium has turned into green fire. They are dying in numbers I cannot bear to repeat. He kills them one by one with a sword that eats their Light. Eriana, we have to do something - \n\nKill the Wizard. Scatter the ash. It has nothing but lies to offer.\n\nGet your Sparrows. We have Light and fury. That will be enough.",
		"image": "ghost_fragment_warloc_2.jpg"
	}
}
