[
	{
		"title": "Ghosts",
		"content":
			"Built from machinery and the Traveler's Light, Ghosts guide their Guardian companions in the quest to reclaim our solar system.\n\nEvery Ghost seeks out its Guardian among the ancient dead. The Ghost serves as scout, librarian, and mechanic, waking ancient machinery and cracking alien codes. In the right situations, a Ghost can even save a Guardian from death.\n\nBut Ghosts are not immortal. As far as Guardians know, every loss is irreplaceable.",
		"image_urls": [
			"https://www.bungie.net/common/destiny_content/grimoire/hr_images/103090_5d4000fdfa49de573294aa9d44468cef.jpg"
		],
		"image_name": ["Ghosts"],
		"filename": ["103090_5d4000fdfa49de573294aa9d44468cef.jpg"],
		"images": [
			{
				"url":
					"https://www.bungie.net/common/destiny_content/grimoire/hr_images/103090_5d4000fdfa49de573294aa9d44468cef.jpg",
				"path": "full/8f6424cc3113ecb6fc5b6b1d9c85c87e2d6dca92.jpg",
				"checksum": "8da6562c6e17d7a71aba5ebcf86e3181"
			}
		]
	},
	{
		"title": "Dead Ghosts",
		"content":
			"Battered and drained of their Light, these Ghosts are nevertheless valuable for the information they preserve. Their recovered memories may well prove vital to the City's survival.\n\nThe problem of dead Ghosts troubles the City's scholars. Are new Ghosts still being born? Or is the number of Ghosts dwindling? Will there come a day when no more remain - an end to the rise of new Guardians?\n\nIf that day is coming, then the City faces a desperate race against time to heal the Traveler before attrition takes its toll.",
		"image_urls": [
			"https://www.bungie.net/common/destiny_content/grimoire/hr_images/103094_136de35c1686baabbd86a0e6e21d59e2.jpg"
		],
		"image_name": ["Dead Ghosts"],
		"filename": ["103094_136de35c1686baabbd86a0e6e21d59e2.jpg"],
		"images": [
			{
				"url":
					"https://www.bungie.net/common/destiny_content/grimoire/hr_images/103094_136de35c1686baabbd86a0e6e21d59e2.jpg",
				"path": "full/c0ce171639b8ae606b6c8ed74b69fdce87b057ca.jpg",
				"checksum": "701b2dc158d55ac46b66c0c58193d61a"
			}
		]
	},
	{
		"title": "Ghost Fragment: Ghosts",
		"content":
			"Beyond.\n\nIt is a place, a place casting shadows and emotion.\n\nIt's a real place, I know.\n\nOne hot blue sun, say. And other suns too. Five? I like seven better. What I'm recalling is a giant star with a family of six smaller suns, and you could spend days and nights counting all of the planets circling those suns...except there are no planets. Not anymore. The powers in charge have carved up all of the worlds, and maybe a brown dwarf or two for good measure. With that rubble, they fashioned a topologically creative enclosure, a twisting of space and time sealed behind doors that admit only those who know the magic words. The bones of a hundred planets have been cut smooth and laid out like a floor, a polished and lovely floor creating vast living spaces. A floor bigger than ten thousand worlds, catching the fierce glory of the seven suns. For light, for food. For beauty. And nothing escapes. Not heat, not gravity. Not even the faintest proud sound.\n\nIt could be anywhere. It can live in the cold between galaxies, or folded up inside matter, near enough to touch right now...\n\nI remember it and maybe it's exactly as I describe it. Seven suns wrapped inside magic. Or it's something else entirely, perhaps. A place still fat with life. An abundance of sentient souls, some decent, maybe a few of lesser quality, and everybody stands about or floats about, or they bounce between dimensions. The point is that the residents of this hidden realm live inside a bottle so perfectly hidden that they can't see beyond their own borders. Which shapes a mind in very specific ways.\n\nBut, Beyond is their name for a mysterious, doubtful realm that they can't see.\n\nWhich is us, of course.",
		"image_urls": [
			"https://www.bungie.net/common/destiny_content/grimoire/hr_images/103100_efec8898e8ea2554c764c5f6fddc6cdf.jpg"
		],
		"image_name": ["Ghost Fragment: Ghosts"],
		"filename": ["103100_efec8898e8ea2554c764c5f6fddc6cdf.jpg"],
		"images": [
			{
				"url":
					"https://www.bungie.net/common/destiny_content/grimoire/hr_images/103100_efec8898e8ea2554c764c5f6fddc6cdf.jpg",
				"path": "full/717c4b1c55a533ba9ad951c7247416fbf4b9778a.jpg",
				"checksum": "998dd12dac53b8e8d344f95cd8983f32"
			}
		]
	},
	{
		"title": "Ghost Fragment: Ghosts 2",
		"content":
			"Two more scans and she could move on to the elevated grid. There wasn't really anything new other than the delta to sea level, but at less than 30% of the way through 2^128 scans, even a distinction without a difference could feel like a brand new shell.\n\n\"Cassiopeia!\"\n\nSo numb after months with just her own scans for company. She didn't even pick up on another Ghost being this close. \"Obverse? Wait. I'm sorry. You're... Obsidian! Wow, how long has it been?\"\n\n\"Well, I mean...\"\n\n\"I know. It's been 6.8 years. It's just an expression.\"\n\nObsidian floated closer. \"That's okay. It HAS been a while. I guess you haven't found yours yet?\"\n\nCassiopeia projected glumness. \"Not yet. But I haven't been looking on Mars for that long, at least! I'm optimistic.\"\n\n\"You should be! I was just at the City last year. A lot more of us are starting to find our Guardians latel— what's that?\"\n\nCassiopeia resolved to run a full-range self-diagnostic before the next grid. Two Ghosts within twenty meters and she didn't sense either one? Something was off.\n\nThe new arrival chirped and spoke up. \"Hello, you two! I'm glad ~identify(OBSIDIAN)~ to see a friendly face! I haven't been myself lately.\"\n\nObsidian looked at Cassiopeia. He read as nervous. She probably did, too.\n\n\"I was beneath the Blind Watch for a while. A long ~SIVA.MEM.GH404~ while. It was fun! There were puzzles. No one was alive down there, though.\"\n\nCassiopeia's scan of the new Ghost returned nothing amiss. \"Are you okay, friend?\"\n\n\"I'm great! Something got in me but the Light ~if (LIGHT) then WARNING~ burned it away. It's gone forever, now! ~consume: FAILURE replicate:FAILURE enhance:FAILURE~\"\n\nThere was silence for a full three seconds. Then Obsidian spoke up, his words coming quickly.\n\n\"Well, great to see you again, Cassiopeia! Good luck!\" He zipped away.\n\nCassiopeia watched him disappear into the horizon. \"TWO self-diagnostics,\" she muttered.",
		"image_urls": [
			"https://www.bungie.net/common/destiny_content/grimoire/hr_images/800100_d3fe8f2ab9eb392547953047237eec33.jpg"
		],
		"image_name": ["Ghost Fragment: Ghosts 2"],
		"filename": ["800100_d3fe8f2ab9eb392547953047237eec33.jpg"],
		"images": [
			{
				"url":
					"https://www.bungie.net/common/destiny_content/grimoire/hr_images/800100_d3fe8f2ab9eb392547953047237eec33.jpg",
				"path": "full/913e2e44dc43877215bdce16ad6647ddb1c371d0.jpg",
				"checksum": "422bc0e7654018379d7ca53cbcbaefda"
			}
		]
	}
]
