{
  "human": {
    "title": "Human",
    "subtitle": "This was our world, our solar system. We were here first. And no matter what the darkness brings, we will be here at the dawn.",
    "content": "Humans are survivors, tough and resilient, descended from those who built a Golden Age only to see it ripped away. Now, after an age of retreat and desperate struggle, they fight to take back their solar system and claim a new future.\n\nThere are those who believe the Traveler chose Earth for a reason. Now it is humanity's obligation to prove itself worthy of the Traveler's faith.",
    "image": "human.jpg"
  },
  "ghost_fragment_human": {
    "title": "Ghost Fragment: Human",
    "subtitle": "From the diaries of Commander Jacob Hardy, pilot, Ares One",
    "content": "The mission is a go. Crew of three: Mihaylova, Qiao, myself. Immediate departure at the next Hohmann window to Mars. The MREs and return ships will chase us out.\n\nHow do I feel? I said at the press conference I felt privileged. Historians will read this diary, but it won't take their insight to tell the world that I'm terrified. It's the human reaction.\n\nWhat I wish I could convey is the - the exhilaration. That's the biggest thing. I'm not a spiritual man, but I've always believed there's something transcendent about spaceflight. Something pure. We go out there because we can. Because it's who we are.\n\nNow we go because we have to. Because the unknown came to us. In fourteen months we'll be face to face with it, and by the time we arrive, it should be active again - just like it was active on Jupiter, and Mercury, and Venus.\n\nI wonder what happens if it doesn't stop at Mars. I wonder if it'll leave us there in the sand, and come to Earth, and do here what it's done everywhere else.\n\nI hate that we're carrying weapons. I understand the necessity. But I hold to my belief: there's something beautiful out there.\n\nIt's up to us to reach it.",
    "image": "ghost_fragment_human.jpg"
  },
  "ghost_fragment_human_2": {
    "title": "Ghost Fragment: Human II",
    "subtitle": "From the diaries of Commander Jacob Hardy, pilot, Ares One",
    "content": "Everybody asks about the words.\n\nThe truth is I'm not much of a poet. Ares One didn't leave us with bandwidth for anything except blunt competence. We came in perilously hot, trying to select a landing site through the chaos of thickening atmosphere and turbulence that bloomed off the target. A twenty minute round-trip lightspeed delay to Earth meant we could only count on ourselves.\n\nWhen the number three engine went diagnostic during the second course correction, I thought we might go catastrophic.\n\nBut Qiao brought us in. Mihaylova brought us in. I just flew the ship.\n\nThe Ares One excursion vehicle was built for thin winds and icy dust. We came down into a storm: the breath of God, a ripple of change rolling down off the artifact. We aborted on three sites and finally I took us into powered hover and brought us down on reflexes and instinct.\n\nThen we ran the checklists, suited up, and left the vehicle.\n\nThere was a script, and it's true, I botched it. I got my boots down and I made the most famous gaffe in human history. Said the first thing that came to mind: a warning to the others.\n\n'We're walking into a rising wind.'\n\nI didn't mean to say anything immortal. I just thought it'd be useful to know.",
    "image": "ghost_fragment_human_2.jpg"
  },
  "ghost_fragment_human_3": {
    "title": "Ghost Fragment: Human III",
    "subtitle": "From the diaries of Commander Jacob Hardy, pilot, Ares One",
    "content": "The hike from Ares One.\n\nYou've watched it. Everything was recorded. I think you can get it in full immersion, now, and fly around like a hummingbird. I'll add what I can.\n\nThe route was planned. We all went together - the CEV and Ares One itself had enough automation to go home alone in the event of crew loss. Whatever we'd find at the artifact, it needed the human element.\n\nWe carried rifles. They made us heavier and slower and probably less safe. I think the argument about the rifles can be left for another time. What's important is -\n\nIt turned out well. Look at me. Look at us! You're talking to a ninety-year-old man. A ninety-year-old who's never been sharper. I'm miles ahead of every cognitive benchmark.\n\nWhat's happened to me is good. What's happened to all of us is good. When we crested that rise and made visual contact with the artifact I don't think any one of us dared dream that it would end this well.\n\nWe went to Mars at the cutting edge of human civilization. And it wasn't our weapons that won the day.\n\nIt was our ship. Our training. Our camaraderie. Our belief that if we just reached out to the universe, not to grasp for profit or security but with an open hand, we would be elevated.\n\nWe were right. That makes me so happy. To this day.",
    "image": "ghost_fragment_human_3.jpg"
  },
  "ghost_fragment_human_4": {
    "title": "Ghost Fragment: Human IV",
    "subtitle": "From the diaries of Commander Jacob Hardy, pilot, Ares One",
    "content": "Three human beings stood on a high ridge and saw the shape of the future. Saw rain strike a millennia-old desert. Felt the air sweeten with oxygen and warm water and the beginnings of life.\n\nI am sometimes asked if I felt something die. The end of the era of human self-sufficiency.\n\nI don't know how to answer that question. I do know that I was changed. Nobody could experience that kind of wonder and remain unchanged. The decades since have proven that to me.\n\nI knew I'd never fly another mission like that. I recognized the need for a new love. That's why I threw my fresh cognitive skills into understanding the Traveler. How can one entity so quickly and utterly remake an entire world? Fifty years later, I'm conversant in high mathematics, particularly topological thoughts and the slippery irreality of Light. I'm involved in a project to study the Traveler's terraforming actions right now.\n\nBut I still enjoy the interviews. I like going back to that mission.\n\nIt makes me unspeakably happy to see how well it all turned out. And it makes me happy to remember I was there.",
    "image": "ghost_fragment_human_4.jpg"
  },
  "ghost_fragment_human_5": {
    "title": "Ghost Fragment: Human V",
    "subtitle": "Hope",
    "content": "Hope. And standing with strangers.\n\nThat’s what I remember. Hope churning beneath my skin, assuring me there was a place besides this place. A realm that would nurture us, not kill us. The Earth was ruin. Chaos and madness and death. We were standing on the Earth. Where I am now. But why am I still here? It was my turn to leave. I remember. I was waiting with others like me, and the ships would soon take us away.\n\nBut to where? Where was this hope?\n\nI must have known. There had to be a name, coordinates. Except all of that is forgotten. Other than my absolute conviction in salvation, nothing remains.\n\nThe Traveler.\n\nI remember that now.\n\nWhich was...\n\nWhat?\n\nI don’t know. Something has stolen my words, the imagery. But I still remember what it promised us...\n\nThe universe.\n\nYes.\n\nCreation held in our hands.\n\nBut I was here for a reason.\n\nAnd what would I surrender, just for the faint chance to remember what that good reason was.",
    "image": "ghost_fragment_human_5.jpg"
  }
}