[
{"title": "Moon", "content": "<p>Earth's Moon was where we first faced the terror of the Hive, and it soon became the battlefield of a great war - one we did not win. In the years since, the Hive have ripped the Moon's surface apart, opening chasms that swarm with terrors.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/405010_edecd9865e78a17d99d99a84878a705e.jpg"], "image_name": ["Moon"], "filename": ["405010_edecd9865e78a17d99d99a84878a705e.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/405010_edecd9865e78a17d99d99a84878a705e.jpg", "path": "full/90d4aa5719242203d85a7a49895199ac858189e1.jpg", "checksum": "48934a48d4e3a9c05de90d0f0f5c0900"}]},
{"title": "Ghost Fragment: The Ocean of Storms 2", "content": "<p>The tunnels were geologic in nature, or had to be. That’s what we thought until twelve hours into the second sub-lunar expedition, when we found the bones. A single long rib cage, the size of an aircraft fuselage.<br><br>\nThe living creatures themselves, we found a hundred meters down. They might have been worms, if worms had scales and teeth and moved more quickly than a man could run.<br><br>\nJun died first. And then Luli. Bad deaths. Deaths not worth thinking about, and so I don’t, as I wander these tunnels, lost, waiting to run out of oxygen.<br><br>\nWill it hurt, I wonder? That final sleep, when it comes. The sleep that isn’t sleep.<br><br>\nBut then everything on the Moon is named for what it’s not. Have you noticed? <i>The Sea of Serenity.</i><i>Ocean of Storms.</i><i>The Sea of Rains.</i> It’s only fitting.<br><br>\nIn the tunnels though, we found things that were exactly what they were, and so now I name them thus. Mark them well, if this recording is found.<br><br><i>The Circle of Bones.</i><i>The Chamber of Night.</i><br><br>\nOne does not walk amid those dark tunnels and not lose something. They say that to look out upon the ocean is to feel small. But to walk in these caverns is to feel your grasp on reality slipping.<br><br>\nThere is no returning to what you were before: a believer of science, and the fundamental rationality of the universe. Not after seeing those worms.<br><br>\nBut here now, at the bottom I have found the other side of the nightmare. Like waking from a dream only to realize you were still asleep. Perhaps my oxygen is getting low. Yes, I can see it is. Hypoxia already setting in. The thing before me is like myself—partly alive, and partly not. An ossified afterbirth. A pulsating tumor.<br><br>\nIt lays in a crater of its own making. Dark and jagged. So here I’ll sit, and lay me down. I see a doorway, and within, the death-white egg cases of nightmares yet to come.<br><br>\nAnd glad I am to miss it.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/770100_08b90c3029a54ba443709cbdaafdf52b.jpg"], "image_name": ["Ghost Fragment: The Ocean of Storms 2"], "filename": ["770100_08b90c3029a54ba443709cbdaafdf52b.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/770100_08b90c3029a54ba443709cbdaafdf52b.jpg", "path": "full/94572f55688b147fba85552bed3e8eadad9db8b1.jpg", "checksum": "60fedc64a27f7b1c8592a75566619e7c"}]},
{"title": "Ghost Fragment: The Hellmouth 2", "content": "<p>My Ghost's Light is so dim, there's no point following me further into this fog – any hope of raising me died halfway through the Stills – I only hope she's got strength enough to take this ember to where you fell, to dance once more with any last whisper of your own light left on this cursed, broken rock.<br><br>\nAgain I will confess. I am Eriana-3, of the Praxic Fire, and I know my flame goes out down here. I will burn bright and hot and raze a thousand Hive to ash as I go, but I know we will not end him – The one who fell you, and hundreds more, with that foul blade.<br><br>\nI now beg, as I feared, for your forgiveness. I will not avenge you, but join you amongst the fires snuffed out upon this moon.<br><br>\nI was a fool to lead us here. I was blinded by the loss of so much, by your light extinguished. I put my trust, and the light of four others, in a madman, and I bear witness to their fall into darkness and death. Toland's song was nothing but screams, and we go now to sing with them. We will not return.<br><br>\nI only hope now that my foolish charge will serve as a record of warning. So that no other Guardians go to face this monster and those that serve him – and those beasts beyond imagining that he must serve in the realm I now go forth to die in. That this tiny bit of Light, joined with yours, and Sai's, Vell, and poor Omar's – that it might spark a torch of warning to leave this dead and broken moon as Crota's prize.<br><br>\nLet the Titans on their walls and towers look up at night to this glowing reminder in the sky that your Light fell below the surface. Let the moonlight fall on Hunters' eyes through the canopies of the wilds, and guide the way of Warlocks searching their hidden paths. At night, let them look up and see, and let us be mourned.<br><br>\nAt night, let them remember you. And let the light of the day free them from the curse of this memory.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/701395_c2a0868495cef5499fe267a93bcad13c.jpg"], "image_name": ["Ghost Fragment: The Hellmouth 2"], "filename": ["701395_c2a0868495cef5499fe267a93bcad13c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/701395_c2a0868495cef5499fe267a93bcad13c.jpg", "path": "full/ee8c9687ae3c729a5488d821d89bddee71971fff.jpg", "checksum": "05ccb382d6d14d0a8acd65ce115ea3eb"}]},
{"title": "Ghost Fragment: The Ocean of Storms", "content": "<p>ALL SHIPS IMMEDIATE/REPEAT AND RELAY<br><br>\nWe hereby terminate all organized combat operations on or around Earth's Moon.<br><br>\nEffective immediately we declare the existence of an interdiction on the Moon and cis-Lunar space. Guardians operating in this interdict will receive no formal support from the Vanguard or from assets of the City. We urge Guardians to exhibit the greatest care and consideration in approaching the interdicted space.<br><br>\nWe furthermore derogate all strategic objectives concerned with the recovery of assets or information from the Lunar surface, and, without exemption, cancel in whole and in all its parts the effort to establish a beachhead and strategic presence upon the Moon.<br><br>\nThis interdict will remain in effect until such time as the hostile presence on the Moon poses a demonstrable existential threat, or until intelligence is obtained that leads to the defeat of the enemy leadership elements recently encountered.<br><br>\nGuardians with an accurate assessment of losses in the recent days, or with intelligence on the nature and method of hostile resistance, should report to the Vanguard immediately for debriefing.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/405040_effbb4dbfa20984802f2ff8a6bf3bc90.jpg"], "image_name": ["Ghost Fragment: The Ocean of Storms"], "filename": ["405040_effbb4dbfa20984802f2ff8a6bf3bc90.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/405040_effbb4dbfa20984802f2ff8a6bf3bc90.jpg", "path": "full/5945a7793454631ac4da2eb576e463a85994068a.jpg", "checksum": "aaa245319ed7bea6e1262b25fcab4818"}]},
{"title": "Ghost Fragment: The Ocean of Storms", "content": "<p>ALL SHIPS IMMEDIATE/REPEAT AND RELAY<br><br>\nWe hereby terminate all organized combat operations on or around Earth's Moon.<br><br>\nEffective immediately we declare the existence of an interdiction on the Moon and cis-Lunar space. Guardians operating in this interdict will receive no formal support from the Vanguard or from assets of the City. We urge Guardians to exhibit the greatest care and consideration in approaching the interdicted space.<br><br>\nWe furthermore derogate all strategic objectives concerned with the recovery of assets or information from the Lunar surface, and, without exemption, cancel in whole and in all its parts the effort to establish a beachhead and strategic presence upon the Moon.<br><br>\nThis interdict will remain in effect until such time as the hostile presence on the Moon poses a demonstrable existential threat, or until intelligence is obtained that leads to the defeat of the enemy leadership elements recently encountered.<br><br>\nGuardians with an accurate assessment of losses in the recent days, or with intelligence on the nature and method of hostile resistance, should report to the Vanguard immediately for debriefing.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/405040_effbb4dbfa20984802f2ff8a6bf3bc90.jpg"], "image_name": ["Ghost Fragment: The Ocean of Storms"], "filename": ["405040_effbb4dbfa20984802f2ff8a6bf3bc90.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/405040_effbb4dbfa20984802f2ff8a6bf3bc90.jpg", "path": "full/5945a7793454631ac4da2eb576e463a85994068a.jpg", "checksum": "aaa245319ed7bea6e1262b25fcab4818"}]},
{"title": "Ghost Fragment: Moon", "content": "<p>The best voices - voices that truly matter - never allow themselves be heard. This lesson is worth learning again and again. <br><br>\nForever.<br><br>\nYour voice moves as a whisper, murmuring inside larger winds. Only the trusted few can absorb what is necessary. Wise and sly and perfect, your instructions drop, leaving nothing but the hard sweet rime of enlightenment. <br>\nThe path is set. Your voice is unleashed.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/405030_7231130a17e1022d485bedadbe8d664d.jpg"], "image_name": ["Ghost Fragment: Moon"], "filename": ["405030_7231130a17e1022d485bedadbe8d664d.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/405030_7231130a17e1022d485bedadbe8d664d.jpg", "path": "full/ca91dae45a727bd264037ad440a840ef2b7a6f4d.jpg", "checksum": "758db9af61570c39c3d8a5ab6fb52130"}]},
{"title": "Ghost Fragment: The Hellmouth", "content": "<p>Vell is spectacularly dead. Omar and Sai are quite dead too. Eriana, poor Eriana, she was so very bright at the end, wasn’t she? A brave light.<br><br>\nBut Crota was unmoved. That shadow is detached from its source. Light makes it darker. I could feel His presence and if I still had a Ghost I am sure it would have screamed.<br><br>\nI, too, am detached from my source. The charming Ir Yût made her introductions, and I was very pleased to meet her. We had a conversation, a little tête-à-Yût, a couple old wizards exchanging definitions.<br><br>\nI defined myself a friend. She defined for me the quiddity of death, and she sang the song of that fearful autonomy. Revelation, my friends, it does go down hard. The definition killed me. The killing redefined me.<br><br>\nThis is the shape and the point of the tooth: nothing has ever lived that will not die.<br><br>\nNow I fly between green-black suns in the labyrinth beyond Crota’s god-star. This is the Overworld, the Sea of Screams, where the throne-universes of the great Hive fester in eternal majesty. I move among them. I map the shapes and connections of this world.<br><br>\nI want to appear in the Tower and taunt them, lo, lo, I never sleep, I dance in light and shadow, I never sleep, I will never die. I will never die. I want to ask them: if you followed your laws here, to this trembling fearful place, of what use were those laws?<br><br>\nBut I have work to do. I shout into deep places. Osiris! I call. Osiris, Osiris! Can you hear me?<br><br>\nSometimes I think he answers. Sometimes I wonder what became of Eris. She was very tenacious.<br><br>\nFor the first time I am lonely.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/701390_60778e9336cd4c5f98472624bba4f280.jpg"], "image_name": ["Ghost Fragment: The Hellmouth"], "filename": ["701390_60778e9336cd4c5f98472624bba4f280.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/701390_60778e9336cd4c5f98472624bba4f280.jpg", "path": "full/6ed4c1c59b4f462d746285c5e3cc813719c23139.jpg", "checksum": "a50cf47ee9e6b8998b67afe7db145784"}]},
{"title": "The Ocean of Storms", "content": "<p>The support base centered here marks what most believe was the first off-Earth colony. <br><br>\nIt was here that we came face-to-face with Crota and his legions, a force so powerful we abandoned the Moon. Now, Hive temples breach the surface, entrances into the vast necropolis below, and Guardians venture into the depths to seek revenge - most never to return.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/405020_8fbd545cdf022aa9455842e51383ef1e.jpg"], "image_name": ["The Ocean of Storms"], "filename": ["405020_8fbd545cdf022aa9455842e51383ef1e.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/405020_8fbd545cdf022aa9455842e51383ef1e.jpg", "path": "full/c5be2d9d75bc38ee68677b4a413c8b1ad4660aba.jpg", "checksum": "b1bd2a4dc7fb851a1bdc91d24fc19af3"}]}
]