[
{"title": "The City", "content": "<p>Every wayward soul unlucky enough to be born outside The City's protecting arms whispers its truth across the wastes: a metropolis, risen from the ashes of the Collapse, sheltered by the Traveler. It is a promise and a dream, the only refuge from the Darkness.<br><br>\nThe City is a thriving walled ecumene, rich with the languages and traditions of every surviving human and neohuman culture. The City's population faces real challenges: inequality, fear, scarcity, and the specter of internal strife. But the great traditions of the Golden Age live on, and many classes of suffering and injustice have been eradicated forever.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/403010_c32daa94c001cb30c2a8e56345a398ed.jpg"], "image_name": ["The City"], "filename": ["403010_c32daa94c001cb30c2a8e56345a398ed.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/403010_c32daa94c001cb30c2a8e56345a398ed.jpg", "path": "full/8940d2fe61a27bc4f6c23e8814eea82987f8c454.jpg", "checksum": "5370096559f9287eae50c578e55883c8"}]},
{"title": "The Golden Age", "content": "<p>The Traveler changed everything. It reshaped our solar system as decisively as it shattered our scientific and philosophical frameworks. To our ancestors it must have been a hammerblow - a glimpse beyond the horizon of expected possibility and into a realm of transcendent power.<br><br>\nThe Traveler kindled the Golden Age. But we built it. We remember this with pride, even after so much else has been lost. We settled our solar system and filled it with our work.<br><br>\nToday Cryptarchs and scholars work to distill the legends of the Golden Age into truth. We know that humans lived longer, flew further, and knew more. We know that countless ancient diseases and hatreds were extinguished forever. Human aspiration gives birth to vast engineering projects, sweeping social movements, and even new forms of life.<br><br>\nThe Golden Age was not without challenges. Sources speak of internal strife, philosophical rifts- particularly around questions of machine intelligence and 'mind forking' - and enduring scientific enigmas. But humanity and its machine children tackled these problems with pride, vigor, and a contagious sense of pluralist compassion.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/403030_c5b573c705684fee3eda9fc27e0fe161.jpg"], "image_name": ["The Golden Age"], "filename": ["403030_c5b573c705684fee3eda9fc27e0fe161.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/403030_c5b573c705684fee3eda9fc27e0fe161.jpg", "path": "full/8f7963438ff9310dfa1b9da427c3bf439cd8ec5e.jpg", "checksum": "0276a57172b6ca1cb713d83afd76cb1c"}]},
{"title": "The Tower", "content": "<p>The Tower is the only home many Guardians ever know.<br><br>\nTo the people of the City, it stands as a promise that we can endure. The merchants and citizens who fill its plazas and halls are as dedicated to the reclamation of our worlds as the Guardians who venture into the Darkness beyond.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/403020_e20216472233444cf6d0f24f853ef74e.jpg"], "image_name": ["The Tower"], "filename": ["403020_e20216472233444cf6d0f24f853ef74e.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/403020_e20216472233444cf6d0f24f853ef74e.jpg", "path": "full/58f200c979f7db863f4939621fe6e0de306f1bde.jpg", "checksum": "e7c6274fdf787815e58ec17ff898b582"}]},
{"title": "Ghost Fragment: The Golden Age 2", "content": "<p>Skyscape fresco of smart crystals and pigments in a ceiling of Vestan plaster and diamond ribbing. <br><br>\nApparent size: 14.4 x 3.55 x .022 meters<br><br>\nParticipants witness images set in an undetermined orbital habit. 5 to 77 images are generated per participant. The quantity seems insensitive to the participant's time of exposure.<br><br>\nParticipants experience strong intuitions. Modal self-reports include:<br><br>\nAn electric sense of belonging to a cause.<br><br>\nThe intuition that a pivotal truth is about to be delivered. <br><br>\nA persistent foreboding that lingers for days to years.<br><br>\nAmorphous grief.<br><br>\nAgape love.<br><br>\nOutlier reports include the hum of wind, the scent of lilacs, changes in apparent gravity, the ability to sing perfectly, and the perception of flesh as transparent.<br><br>\nOne corner was damaged during the move to the present location, affording a glimpse into the work's interior. Key materials have not been identified, but there is evidence that the fresco ties into quantum computers set in a parallel dimension or on a distant world. <br><br>\nThe work appears to be unfinished.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/403050_f8fba065b717c457486f01bc75753691.jpg"], "image_name": ["Ghost Fragment: The Golden Age 2"], "filename": ["403050_f8fba065b717c457486f01bc75753691.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/403050_f8fba065b717c457486f01bc75753691.jpg", "path": "full/3d46d42c2e675465a878187927f87c5eca53a0a0.jpg", "checksum": "498d1c1109ac7ee28dce17fa135019a9"}]},
{"title": "Ghost Fragment: The Golden Age", "content": "<p>\"What are you thinking about?\" I asked.<br><br>\n\"When I was a little boy,\" Father said.<br><br>\n\"During the Before,\" I said.<br><br>\n\"Yes.\"<br><br>\nHe reached down to brush my hair. \"I was recalling how very smart I used to be. When I was your age, I was a genius.\"<br><br>\n\"You're smart now,\" I said.<br><br>\nHe laughed hard.<br><br>\n\"Look around,\" he said.<br><br>\nI always look around.<br><br>\n\"Miss nothing,\" he told me.<br><br>\nFather was standing beside a big gray building.<br><br>\n\"This is what I want you to see,\" he said.<br><br>\nThe building had no doors or windows. <br><br>\n\"Do you know how to make a strong password?\" he asked.<br><br>\n\"I don't know if I do,\" I said.<br><br>\n\"Tell yourself a story,\" he said. \"Use that one good story you'll never forget, that you can carry forever. Let your story take odd turns and wear a few surprising marks, make sure it belongs to you, so you can keep it secret.\"<br><br>\nFather kneeled, putting our faces close...<br><br>\n\"I want to show you something special,\" he said. \"Something rare.\"<br><br>\nI tried to imagine what that might be.<br><br>\n\"No,\" he warned. \"You can't guess.\"<br><br>\nInside the gray building was a diamond wall...A projected sky floated above us. It wasn't our sky, alive with metal and light. Nothing about the grayness was wet and nothing looked alive. I had never seen a sadder piece of ground.<br><br>\n\"This was our world,\" Father said. \"When I was your age.\"<br><br>\nI touched the diamond wall. He watched my hand jump back.<br><br>\n\"Hot,\" I said.<br><br>\nHe laughed quietly.<br><br>\nI shook my burnt hand, and it felt better.<br><br>\n\"Our world was this. The entire planet was a furnace. Acidic. Dead in so many ways. And I was your age.\"<br><br>\nI was bored with the dead world. I looked at Father's face, asking, \"Can we leave?\"<br><br>\nHe started to reach for my hair again but decided not to.<br><br>\nI was bored with everything.<br><br>\n\"When I was your age, people thought they knew almost everything. We had scientific laws and human truths, even a model of the universe. People carried pictures of the past and tried to have a clear vision of their difficult future. I didn't know everything, of course. But when I was a boy, I had every expectation of living a smart short life and learning quite a lot more. <br><br>\n\"Then the Before was finished.<br><br>\n\"You know why.<br><br>\n\"That's when everybody, particularly the smartest of us, learned that we knew nothing. We were children and our little ideas were toys, and the universe was cut apart with great ideas and magnificent, immeasurable potentials.\"<br><br>\nFather stopped talking.<br><br>\nI stepped away from the hot diamond wall.<br><br>\n\"Do you know what I wanted to show you?\" Father asked.<br><br>\n\"Dead rock,\" I said.<br><br>\n\"Guess again.\" He wasn't happy with me.<br><br>\nWe stepped back into the real sun, the real world. I blinked and looked around, surprised by how green and bright everything was. How happy everything was. Even the saddest face was happy.<br><br>\n\"I know what you want me to see,\" I said.<br><br>\n\"Don't tell me,\" he said.<br><br>\nI didn't tell him.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/403040_ebaaec41efe8212f4be0564369875c3c.jpg"], "image_name": ["Ghost Fragment: The Golden Age"], "filename": ["403040_ebaaec41efe8212f4be0564369875c3c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/403040_ebaaec41efe8212f4be0564369875c3c.jpg", "path": "full/857e300238c3a8afeac8ba93a1078c0b291af6b3.jpg", "checksum": "ec7ad42130094acd6c31ed85ae5aac69"}]},
{"title": "The City Age", "content": "<p>When did the City Age begin? Perhaps when the bulk of the world's survivors lived beneath the Traveler, rather than in the wilderness. Or when the Titans raised the first wall. Or at Six Fronts, when the City first faced coordinated, overwhelming attack - and repelled it decisively.<br><br>\nThe City did not rise without struggle. Warlords and wilderness fiefdoms clung to power. Starvation, disease, and anarchy menaced. But the Guardians held the frontier, and the children of the Golden Age kept the fire burning through the long climb back.<br><br>\nLegends walk through this history. The Iron Lords. Saint-14's crusade against the Fallen. The mask of the Speaker. The great Ahamkara Hunt. Toland's madness. Terrible Faction Wars - and the horrifying, disastrous effort to retake the Moon. <br><br>\nAs the City learned to walk again, it found a world overrun by alien menace. It faced disaster and defeat. Even in recent years, as Guardians begin to venture back to the Moon and the inner planets, the City's territory has withdrawn - outer sections abandoned and converted into fortifications in the wake of the Battle of Twilight Gap.<br><br>\nBut the City's shipwrights and foundries hum with energy. The probability kilns and work cooperatives produce new wonders. The Darkness is rising again. But so is the Light.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/403090_75d2bae0c530e7476b33948bd65bc16a.jpg"], "image_name": ["The City Age"], "filename": ["403090_75d2bae0c530e7476b33948bd65bc16a.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/403090_75d2bae0c530e7476b33948bd65bc16a.jpg", "path": "full/0f79747ef1744eba1b7cdaf629ddd5c164ee1c1b.jpg", "checksum": "080512a450554713fc2cb1df74651560"}]},
{"title": "The Dark Age", "content": "<p>The Golden Age burned bright - and the night that overtook us after the Collapse was swift and total. <br><br>\nThe tally of suffering may be beyond comprehension. But the City lifted itself from the ash, gathering survivors. Guardians rose to challenge alien hordes. The Dark Age swallowed so much of our history...but hope never died.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/403060_4671ae2f7894629ab9de50efbae9fc5c.jpg"], "image_name": ["The Dark Age"], "filename": ["403060_4671ae2f7894629ab9de50efbae9fc5c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/403060_4671ae2f7894629ab9de50efbae9fc5c.jpg", "path": "full/26b2cccafd3a7f896e7523035081876caa3494ca.jpg", "checksum": "a8778249de7be9f9c03fbbdba290f54a"}]},
{"title": "Ghost Fragment: The City Age", "content": "<p>\"And so it is agreed. The Concordat shall no longer be recognized among the Consensus. We'll begin the dismantling right away. But what of those Guardians who have pledged to them? We can't afford any more banishments.\"<br><br>\n\"I'm sure Zavala can see to their realignment.\"<br><br>\n\"We'll do our best. Lysander chose his followers wisely. It may take some time.\"<br><br>\n\"Lysander will not back down. He'll continue his crusade from wherever we stuff him.\"<br><br>\n\"And so we'll need to find some new ideas to replace his.\" <br><br>\n\"The Symmetry has been gaining a strong following...\"<br><br>\n\"Ulan-Tan's teachings are too dangerous. Too much fear. Who knew he'd be more trouble dead than alive?\" <br><br>\n\"We'll need to refocus our collective minds on combat. The Speaker's anxious to regain ground we lost after the Gap.\"<br><br>\n\"There is the War Cult.\"<br><br>\n\"Too secretive. Have you ever tried to talk to one of their 'soldiers'? Like a child. Answering questions with questions.\"<br><br>\n\"They are dedicated to the war.\"<br><br>\n\"Which one?\"<br><br>\n\"Good question.\"<br><br>\n\"Zavala?\"<br><br>\n\"They seem focused. Strong. More interesting than worrisome.\"<br><br>\n\"Let's take it to a vote. All in favor of the ascension of the Future War Cult?\" <br><br>\n\"Unanimous? Good. We'll grant the Future War Cult access to the Tower and a seat among us. Ghost, please offer the Speaker this proposal.\"<br><br>\n\"Now onto the next order of business...Shaxx is here with another proposal for his Crucible.\"</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/403100_d4e3387b616e094386a16fedf3fa0c1c.jpg"], "image_name": ["Ghost Fragment: The City Age"], "filename": ["403100_d4e3387b616e094386a16fedf3fa0c1c.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/403100_d4e3387b616e094386a16fedf3fa0c1c.jpg", "path": "full/63a31fb60835750cb25252ff87d12ba0802f46d3.jpg", "checksum": "f882ecfe5a3673356788e8a935baaea4"}]},
{"title": "Ghost Fragment: The Dark Age", "content": "<p>They came from the wild lands, gathering in secret enclaves, slipping through the howling ruins of shattered cities, hoping to find the coast, find a ship, pick up the trail of an impossible dream.<br><br>\nFrom the deep black came the Awoken, their eyes haunted. Exos marched in the refugee columns, cloaked in moss and shattered memories. And among them came the Ghosts, beginning their search.<br><br>\nIt was a time of vast suffering and terrible evil. But there was one hope: the promise of a refuge beneath the Traveler.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/403070_19dfaf027347e8c13c1d5689c3764094.jpg"], "image_name": ["Ghost Fragment: The Dark Age"], "filename": ["403070_19dfaf027347e8c13c1d5689c3764094.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/403070_19dfaf027347e8c13c1d5689c3764094.jpg", "path": "full/d6c6c3546eae3d5587f1a0ef465ef218a9044d0c.jpg", "checksum": "737c8335cfd9151631679e743d6e264a"}]},
{"title": "Ghost Fragment: The City Age 2", "content": "<p>/ What was that?<br><br>\n/ Nothing. We're secure. <br><br>\n/ We'd better be.<br><br>\n/ Calm down. Whole district's been deserted ever since the Gap. Nobody's here. <br><br>\n/ Except us. Why'd he make us come out here?<br><br>\n/ Secrecy. I don’t know. He's our man on the inside; so we humor him. It's just the quiet making you jump. Help me get this screen set up?<br><br>\n/ It feels criminal.<br><br>\n/ I got word from the Consensus says it's not. <br><br>\n/ You know what I mean. Maybe it's not against any law. But it's messing with the Tower. It feels - <br><br>\n/ Dangerous?<br><br>\n/ Wrong.<br><br>\n/ So go home.<br><br>\n/ Yeah, you'd like that, wouldn't you? You take the credit, get promoted to Division Head, I'm stuck - <br><br>\n/ So stay. OK. Think it's working now.<br><br>\n/ Nothing on screen. Do we have a signal?<br><br>\n/ No. Sha - the contact said at 6 sharp.<br><br>\n/ Then he's late. If he dragged us out here for nothing - <br><br>\n/ Yeah? What are you going to do to him, exactly?<br><br>\n/ Let's just - <br><br>\n/ We have a signal! OK, here it comes.<br><br>\n/ Static.<br><br>\n/ There - <br><br>\n/ That's not - <br><br>\n/ You're not Sha - <br><br>\n/ 99-40. Arcite. Are you Modris Wyndham and Sya Droysen, of the Tex Mechanica Foundry West District?<br><br>\n/ Yes - <br><br>\n/ My owner has instructed me to give you the following message: I don't have time for lowlife dregs like you. You disgust me.<br><br>\n/ But - <br><br>\n/ My owner has instructed me to continue: Sit down and let the frame talk. I know your type. City bigshots. You can show some damn - <br><br>\n/ Listen - <br><br>\n/ respect. Now listen. I got your message. The answer is no. I'm - <br><br>\n/ But - <br><br>\n/ not going to fix Crucible fights for you idiots just to make your Tex Mechanica junk look good. Do you - <br><br>\n/ Now I wouldn't put it quite like that - <br><br>\n/ think you're the first dregs dumb enough to try to buy me? Why do you people think you can buy me? Don't I have an honest face? Do I look like I need your money? The Crucible is sacred, that's what you people don't understand, like you think it's a game. Now - <br><br>\n/ Damn.<br><br>\n/ this is the part where you start blustering at my little buddy here and telling him it's all legal down in the City, just business, just sponsorship. So listen: I can have ten Titans crashing through your ceiling any time I like and you can tell them it's just business.<br><br>\n/ Damn.<br><br>\n/ Or we can talk about how you're going to make this up to me. <br><br>\n/ Ah.<br><br>\n/ My little buddy's listening. Make him an offer.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/403110_dd5f2f7ea6f8ce05acca2478308b7624.jpg"], "image_name": ["Ghost Fragment: The City Age 2"], "filename": ["403110_dd5f2f7ea6f8ce05acca2478308b7624.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/403110_dd5f2f7ea6f8ce05acca2478308b7624.jpg", "path": "full/e6dbe4d65694388d5928398327273cba64545ccc.jpg", "checksum": "7c341ddf5f97a6a58efd03f5d0a74d14"}]},
{"title": "Ghost Fragment: The Dark Age 2", "content": "<p>Loken's men found Jaren Ward in the courtyard where this had all began. <br><br>\nNine guns trained on him. Nine cold hearts awaiting the order. Magistrate Loken, standing behind them, looked pleased with himself.<br><br>\nJaren Ward stood in silence. His Ghost peeked out over his shoulder.<br><br>\nLoken took in the crowd before stepping forward, as if to claim the ground - his ground. \"You question me?\" There was venom in his words. \"This is not your home.\"<br><br>\nI remember Loken's gestures here. Making a show of it all.<br><br>\nEveryone else was still. Quiet.<br><br>\nI tugged at my father's sleeve, but he just tightened his grip on my shoulder to the point pain. His way of letting me know that this was not the time.<br><br>\nI'd watched Jaren's every move over the past months, mapping his effortless gestures and slight, earned mannerisms. I'd never seen anything like him. He was something I couldn't comprehend, and yet I felt I understood all I needed the moment I'd seen him. He was more than us. Not better. Not superior. Just more.<br><br>\nI wanted father to stop what was happening. Looking back now, I realize that he didn't want to stop it. No one d id.<br><br>\nAs Loken belittled Jaren Ward, taunted him, enumerated his crimes and sins, my eyes were stuck on Jaren's pistol, fixed to his hip. His steady hand resting calmly on his belt.<br><br>\nI remembered the pistol's weight. Effortless. And my concern faded. I understood.<br><br>\n\"This is our town! My town!\" Loken was shouting now. He was going to make a show of Jaren - teach the people of Palamon a lesson in obedience.<br><br>\nJaren spoke: clear, calm. \"Not anymore.\"<br><br>\nLoken laughed dismissively. He had nine guns on his side. \"Those gonna be your last words then, boy?\"<br><br>\nThe movement was a flash: quick as chain lightning. Jaren Ward spoke as he moved. \"Yours. Not mine.\"<br><br>\nSmoke trailed from Jaren's revolver.<br><br>\nLoken hit the ground. A dark hole in his forehead. Eyes staring into eternity.<br><br>\nJaren stared down the nine guns trained on him. One by one, they lowered their aim. And the rest of my life began - where, in a few short years, so many others would be ended.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/403080_d6469a085a4e6face9fa9eafc25235fb.jpg"], "image_name": ["Ghost Fragment: The Dark Age 2"], "filename": ["403080_d6469a085a4e6face9fa9eafc25235fb.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/403080_d6469a085a4e6face9fa9eafc25235fb.jpg", "path": "full/f22c2ceab9bbcaa239634fee463ca801625c26d9.jpg", "checksum": "2a07adbeab50b2feeab139775cdcd72c"}]},
{"title": "Ghost Fragment: The Dark Age 3", "content": "<p>What does one do when one’s master has gone mad? <br><br>\nI admired the man for so long, poured years of study into his leads, but now, he has grown incapable of focus.<br><br>\nI have followed his latest missives on SIVA and it is flooded with mania. Whatever he thinks this Clovis Bray might hold would make you believe that they were the only entity of any technical know-how, that they owned every piece of that tarnished Golden Age. <br><br>\nI write this because I fear none of the others knows or senses it. He has been so thorough, so right, until now. Something snapped, infected him, turned him against his own sense of logic and reason.<br><br>\nAnd here I am, left behind to tend the fires and the Ironwood Tree in this budding City, while everyone rushes at his promise of another wonder from yesterday. <br><br>\nBut I ask you, Traveler, did you cleanse us from these technological disasters to prove we had gone astray? The Light you raised us with points far away from the trappings of a processed Earth, to a nebulous power far beyond the stars. <br><br>\nHad we done wrong and this is how you hope to correct us; we, the Light to lead the way? It must be, but even your shattered hull seems like a designed system. Lord Timur has notes upon notes on your runes. Perhaps that is where his madness began. <br><br>\nI wonder how long it will be until he thinks you were made by Clovis Bray.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/800106_3a8578a3792e7531d182ddea4f90fed5.jpg"], "image_name": ["Ghost Fragment: The Dark Age 3"], "filename": ["800106_3a8578a3792e7531d182ddea4f90fed5.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/800106_3a8578a3792e7531d182ddea4f90fed5.jpg", "path": "full/c84cac0256312e9ba906cadfbb3fe707a9f047ed.jpg", "checksum": "189afbd0ff5c9044975e451f94ec9eb5"}]}
]