[
{"title": "The Asteroid Belt", "content": "<p>The Asteroid Belt is a great band of nothingness, speckled with unimaginable wealth. Once a treasure trove for Golden Age industry, the Belt is now a haunted place where Fallen pirates and Awoken patrols skirmish among the whispering carcasses of ancient machines.<br><br>\nAmong the asteroids drifts the Reef, lashed together from the ruined ships of an ancient exodus. Here the Queen rules over the Awoken - the farthest known light of civilization.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/407010_8154b804728c38dae51da7fc88acf043.jpg"], "image_name": ["The Asteroid Belt"], "filename": ["407010_8154b804728c38dae51da7fc88acf043.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/407010_8154b804728c38dae51da7fc88acf043.jpg", "path": "full/c02a3735d0959cf22b338129b5ec16988e8d93c8.jpg", "checksum": "0fad7ee85e1f67196f865917f7a494f7"}]},
{"title": "Ghost Fragment: The Reef 2", "content": "<p>\"And our long-range communications?\"<br><br>\nAn aggrieved sigh. \"Mara, it's a miracle any of us are still alive—\"<br><br>\n\"You will address her as 'Queen,'\" Techeun Shuro cut in.<br><br>\n\"Sorry. My apologies, Queen.\" The engineer ran a dirty hand through her matted hair. \"No. No long-range comms. No short-range comms either. Not that there'd be anyone on the listening end either, from what I can see. My Queen,\" she added hastily, as Shuro glared.<br><br>\n\"Comms are no longer a priority,\" said Mara. \"Focus on resealing the Hulls, and any other habitable vessels we have. Bring anything you can as close to Vesta as possible. The closer people are to me, the safer they are.\"<br><br>\nThe engineer nodded uncertainly. \"Yes. My Queen.\"<br><br>\nMara nodded. \"You may go.\"<br><br>\nThe engineer bowed, and left the room. As soon as the hatch closed behind her, Mara raised her hand. At once the Techeuns gathered around her. \"Shall we try again, My Queen?\" said Sedia.<br><br>\nMara slid off her throne. \"Yes.\"<br><br>\nThe Techeuns' jewel-like augments flashed as they circled around her. Mara closed her eyes. A hum rose from the Techeuns, the notes fracturing into harmonies as, from the shadows, hundreds of tiny blue sparks burst to life before her. Then Mara inclined her head, and the sparks began to rush by as if she was plunging through them, each streak of blue burning a swath in her vision. As the last spark vanished, Mara saw darkness once again, a long, stretching, empty darkness—and then another cloud of sparks burst forth. These were smaller than the others, their tiny flames guttering and flickering, and there were fewer of them too, but Mara inhaled and the sparks rushed toward her, growing bigger as they flew.<br><br>\n\"We should have stayed in the Reef...\" \"...Says there's one city left...\" \"A City beneath the Traveler...\" \"At least we're not in the Reef...\" The voices broke over Mara like a wave and for a moment she spun in the currents.<br><br>\nNow, in the flames, shapes began to form. A crashed ship—a blue-skinned hand clasping a brown one—a half-built wall high above the treetops.<br><br>\n\"You who betrayed us for Earth!\" Mara thought. \"It is I, your Queen! I will grant you one chance to return, or you will not be welcomed back!\"<br><br>\nBut the tide of voices never wavered.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/407029_37bd5a3bd9537a1bdc2298402ed82a8a.jpg"], "image_name": ["Ghost Fragment: The Reef 2"], "filename": ["407029_37bd5a3bd9537a1bdc2298402ed82a8a.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/407029_37bd5a3bd9537a1bdc2298402ed82a8a.jpg", "path": "full/dbef808408dc28d04f9e90497c3c44e9bbcb5119.jpg", "checksum": "89d6d0dc84060fdbab8209f7e5be6106"}]},
{"title": "Ghost Fragment: The Reef 2", "content": "<p>\"And our long-range communications?\"<br><br>\nAn aggrieved sigh. \"Mara, it's a miracle any of us are still alive—\"<br><br>\n\"You will address her as 'Queen,'\" Techeun Shuro cut in.<br><br>\n\"Sorry. My apologies, Queen.\" The engineer ran a dirty hand through her matted hair. \"No. No long-range comms. No short-range comms either. Not that there'd be anyone on the listening end either, from what I can see. My Queen,\" she added hastily, as Shuro glared.<br><br>\n\"Comms are no longer a priority,\" said Mara. \"Focus on resealing the Hulls, and any other habitable vessels we have. Bring anything you can as close to Vesta as possible. The closer people are to me, the safer they are.\"<br><br>\nThe engineer nodded uncertainly. \"Yes. My Queen.\"<br><br>\nMara nodded. \"You may go.\"<br><br>\nThe engineer bowed, and left the room. As soon as the hatch closed behind her, Mara raised her hand. At once the Techeuns gathered around her. \"Shall we try again, My Queen?\" said Sedia.<br><br>\nMara slid off her throne. \"Yes.\"<br><br>\nThe Techeuns' jewel-like augments flashed as they circled around her. Mara closed her eyes. A hum rose from the Techeuns, the notes fracturing into harmonies as, from the shadows, hundreds of tiny blue sparks burst to life before her. Then Mara inclined her head, and the sparks began to rush by as if she was plunging through them, each streak of blue burning a swath in her vision. As the last spark vanished, Mara saw darkness once again, a long, stretching, empty darkness—and then another cloud of sparks burst forth. These were smaller than the others, their tiny flames guttering and flickering, and there were fewer of them too, but Mara inhaled and the sparks rushed toward her, growing bigger as they flew.<br><br>\n\"We should have stayed in the Reef...\" \"...Says there's one city left...\" \"A City beneath the Traveler...\" \"At least we're not in the Reef...\" The voices broke over Mara like a wave and for a moment she spun in the currents.<br><br>\nNow, in the flames, shapes began to form. A crashed ship—a blue-skinned hand clasping a brown one—a half-built wall high above the treetops.<br><br>\n\"You who betrayed us for Earth!\" Mara thought. \"It is I, your Queen! I will grant you one chance to return, or you will not be welcomed back!\"<br><br>\nBut the tide of voices never wavered.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/407029_37bd5a3bd9537a1bdc2298402ed82a8a.jpg"], "image_name": ["Ghost Fragment: The Reef 2"], "filename": ["407029_37bd5a3bd9537a1bdc2298402ed82a8a.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/407029_37bd5a3bd9537a1bdc2298402ed82a8a.jpg", "path": "full/dbef808408dc28d04f9e90497c3c44e9bbcb5119.jpg", "checksum": "89d6d0dc84060fdbab8209f7e5be6106"}]},
{"title": "Ghost Fragment: The Reef", "content": "<p>The attendant moves as Prince Uldren passes through the massive door separating the Outpost’s common area from the warren of tunnels that make up the Queen’s Bay.<br><br>\nHe rounds a corner and a poorly maintained hatch opens for him, clunking and groaning as it separates. The room beyond is dark, shadowed.<br><br>\nHe steps through, and the hatch shudders closed behind him. A series of dim illumination panels flicker on. He is not alone.<br><br>\nThree dull green lights blaze to life behind a veil. She tilts her head to consider the Prince, face like a marble carving.<br><br>\n\"You.\" Her voice resonates inside small chamber.<br><br>\n\"Say what you want and get out. We don’t have time for this right now.\"<br><br>\n\"In the past, Her Majesty has seen fit to—\"<br><br>\n\"In the past, our nav lanes weren’t full of Guardians.\" Uldren snaps.<br><br>\n\"Last I heard, your Queen was on the far end of the Belt.\"<br><br>\n\"If the Guardians knew you and she were in contact, it would be detrimental to her plans.\"<br><br>\nThe woman nodded, once. \"Very well.\" She stood, slowly, drawing herself up to her full height in one smooth motion. \"I come with word from beyond...\"</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/407028_37bd5a3bd9537a1bdc2298402ed82a8a.jpg"], "image_name": ["Ghost Fragment: The Reef"], "filename": ["407028_37bd5a3bd9537a1bdc2298402ed82a8a.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/407028_37bd5a3bd9537a1bdc2298402ed82a8a.jpg", "path": "full/e4b3e0bb544cc7b5da9b661eba2ed2f6f7b5c4e4.jpg", "checksum": "89d6d0dc84060fdbab8209f7e5be6106"}]},
{"title": "The Reef", "content": "<p>The fate of those escaping Earth during the Collapse was once unknown. But here drifts a graveyard of lost ships, and among them - the Realm of the Awoken. Ruled by a Queen few have seen, they have long avoided contact with the City.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/407020_f9bf437c3e86dfe3a7ccb794c0949e77.jpg"], "image_name": ["The Reef"], "filename": ["407020_f9bf437c3e86dfe3a7ccb794c0949e77.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/407020_f9bf437c3e86dfe3a7ccb794c0949e77.jpg", "path": "full/5f47b89a6a1f15da710c1f8da6cf3266ccabe503.jpg", "checksum": "d7e01cb1f2d2a1dc7b6d2a52a8183e3d"}]},
{"title": "Prison of Elders, The Reef", "content": "<p>Didn't anyone tell you about the Prison of Elders? Weren't you on the strike team that killed that Archon Priest, the one who escaped? Okay, okay, I'll tell the story about the Prison of Elders...<br><br>\nThe Awoken will tell you that a long time ago the Queen conquered the House of Wolves. What they won't say, because they are very serious important people, is that the House of Wolves did a lot of the job for them. After the Queen killed the Wolf Kell, the Fallen started competing for the throne. One of the first battles was called the Eos Clash and I wasn't anywhere near it, but I'm pretty sure I'm not making this up. A Fallen named Skolas wiped out one of his rivals in the Eos Clash. But the battle cost him so much he got to thinking: if the Reef killed my boss, and gave me a chance at the throne, maybe I can use the Reef to kill all my rivals too!<br><br>\nPretty good, right? When they told me I had to be a Vanguard I went to ask some Fallen how I could get out of it, but they just told me to kill all my friends and then myself. Anyway.<br><br>\nEveryone involved in the civil war started trying to play their rivals against each other, and the Awoken too. No one wanted to become so strong that they'd be a target. No one wanted to bleed their own forces dry doing someone else's dirty work. Cutthroat politics! And who's the best at cutthroat politics? That's right, her Majesty, the Queen of the Reef.<br><br>\nAt the end of the wars, the Queen had played her way into the strongest position, and she had a collection of Fallen nobility and servitors she thought might be useful to her. Of course she thought so! She'd just used them against each other and won absolute control of the Reef, the Belt, and the House of Wolves. She wasn't about to just toss away her playing pieces.<br><br>\nShe kept them frozen in her prison, the Prison of Elders, and she gave the keys to that prison to my buddy Variks, a Fallen who showed her loyalty. The Prison of Elders is a really curious thing. It holds creatures of enormous power. Not just Wolf nobility— all kinds of beasts, captured by Corsair expeditions or lured in by the Queen. And it holds them well. The Queen, she can do things I don't understand. There's a power behind her, or in her, that values that Prison.<br><br>\nBut I hear there's been a few prison breaks. Some old Kell got the old House of Wolves back together.<br><br>\nNow, she's started to wake up her captives. Variks is inviting Guardians out to the Reef to do battle with them in an arena—show valor, earn rewards. It's been their Crucible. Maybe the Queen wants her collection thinned out. Maybe the Queen wants Guardians in the Reef, to deter more unrest. Maybe the Queen wants intelligence on how her prizes fight.<br><br>\nMaybe she wants intelligence on how WE fight.<br><br>\nWhatever happens— I want you to remember that she knows, more than anyone else I've met, how to set one foe against another.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/407027_79ff991cae15dcc8d8dcc6bfde8974f7.jpg"], "image_name": ["Prison of Elders, The Reef"], "filename": ["407027_79ff991cae15dcc8d8dcc6bfde8974f7.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/407027_79ff991cae15dcc8d8dcc6bfde8974f7.jpg", "path": "full/99023dfb51f2401dd33ba17d491fc91ab7fa849f.jpg", "checksum": "44409f090f7f6d9d840a555a2b73711c"}]},
{"title": "Vestian Outpost, Queen's Bay", "content": "<p>Located on the Reef's sunward side, the Vestian Outpost marks the flightpath any Guardian must take to access the Queen's realm. Beyond it lies the Vestian Web, the heart of the Reef built around the asteroid 4 Vesta.</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/407025_ee6878facc92c41dfcd84d9a8720c6ba.jpg"], "image_name": ["Vestian Outpost, Queen's Bay"], "filename": ["407025_ee6878facc92c41dfcd84d9a8720c6ba.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/407025_ee6878facc92c41dfcd84d9a8720c6ba.jpg", "path": "full/d88a895d76ad0cf59d3a5abe2a9feb046a7b2389.jpg", "checksum": "5b6d88bb26b4d6ac9e1efc797116b8be"}]},
{"title": "Ghost Fragment: The Reef 3", "content": "<p>***SNAP TRAFFIC!*** 225 RADIAN MIRAGE<br>\nHALT ALL TRAFFIC. STAND BY FOR SNAP.<br>\nMESSAGE TO FOLLOW<br><br>\nPUBLIC KEY 080 641 DWS REGAL<br>\nFROM: PLDN ABRA ZIRE [PLDN CMD TF 4.1]<br>\nTO: ALL TASK GROUP ELEMENT LEADERS<br>\nSUBJECT: OPLAN AND FRAGMENT ORDERS<br><br>\nMESSAGE IS:<br><br>\n1. Beltrik the Veiled [HVT R3] and loyal spaceborne elements have been localized to 19 Fortuna. Beltrik is chief Wolf strategist. Corsair recon confirms that HVT R3 ships are resupplying ether and performing high-tempo logistical operations. Recon elements and COLLABINT sources agree that Beltrik will roll one ship at a time into the resupply pocket while holding all other assets to screen.<br><br>\n2. TF 4.1 will attack. Targets are HVT R3 spaceborne assets. Objective is annihilation of spaceborne assets and capture/nullification of HVT R3. Designate targets VEIL HAND.<br><br>\n2a. Due to history of violence between PLDN CMD TF 4.1 and HVT R3, particularly Battle of False Tidings/Hildian Campaign, Beltrik expects TF 4.1 to engage his screen directly. We will exploit this expectation. Fragment orders follow.<br><br>\n3. PETRA VENJ will detach select warships and air wing elements to form TF 4.2 MASS LENS. TF 4.2 is directed to engage VEIL HAND screen elements with skirmishers. TF 4.2 will deny main battle while pinning down VEIL HAND forces at 19 Fortuna. TF 4.2 will receive missile and torpedo assets to force VEIL HAND into maintaining tight mutual CIWS/ESM support.<br><br>\n3a. Decisive engagement with VEIL HAND in 4.2 MASS LENS AO is forbidden until GO CONTINGENCY satisfied. Prioritize FORCECON.<br><br>\n4. Remaining TF 4.1 will maneuver immediately to rendezvous with 687 Tinette. Tinette is on close approach with 19 Fortuna. TF 4.1 frigates and fighters will perform recon denial against VEIL HAND scouts.<br><br>\n4a. Upon rendezvous with 687 Tinette, TF 4.1 will deploy CARYBDIS. ***This is a CARYBDIS RELEASE (MAJESTY DIRECT)!***. TF 4.1 will maneuver in Tinette's shadow as it retrajectorizes for intercept.<br><br>\n5. GO CONTINGENCY: Upon collision of 687 Tinette and 19 Fortuna TF 4.1 and TF 4.2 will IMMEDIATELY close for decisive engagement. VEIL HAND C4I will be critically degraded and all targets will be maneuvering away from mutual support. Skirmishers and air wing will provide TARCAP and destroy VEIL HAND light warships as they attempt to reform. EWAR assets will isolate hostile heavy warships from C4I and spoof bad datalinks. Main combatants will cripple VEIL HAND heavy warships and board where opportune.<br><br>\n6. NO HARBINGER SUPPORT IS AVAILABLE.<br><br>\n7. Good luck. The Reef and the Queen are watching.<br><br>\nMESSAGE ENDS<br><br>\nSTOP STOP STOP</p>", "image_urls": ["https://www.bungie.net/common/destiny_content/grimoire/hr_images/407030_37bd5a3bd9537a1bdc2298402ed82a8a.jpg"], "image_name": ["Ghost Fragment: The Reef 3"], "filename": ["407030_37bd5a3bd9537a1bdc2298402ed82a8a.jpg"], "images": [{"url": "https://www.bungie.net/common/destiny_content/grimoire/hr_images/407030_37bd5a3bd9537a1bdc2298402ed82a8a.jpg", "path": "full/55afd9dfca2876fdd25191693823b65dd0816bfd.jpg", "checksum": "89d6d0dc84060fdbab8209f7e5be6106"}]}
]